Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
pt: Bom dia.
ru: Доброе утро

source: Good day
de: Guten Tag
es: Buenos días
fr: Bonjour
it: Buona giornata
pt: Bom dia.
ru: Добрый день

source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bonjour à tous
it: Buon pomeriggio
pt: Boa tarde.
ru: Добрый день

source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir à tous
it: Buona sera
pt: Boa noite.
ru: Добрый вечер

source: That was "{0}" in "{1}"
de: Das war „{0}“ aus „{1}“
es: Eso fue «{0}» en «{1}»
fr: C'était « {0} » dans « {1} »
it: Era “{0}” in “{1}”
pt: Isso foi "{0}" em "{1}"
ru: Это было «{0}» в «{1}»

source: That was a new track. How'd you like that?
de: Das war ein neuer Track. Wie hat dir das gefallen?
es: Era un tema nuevo. ¿Qué te pareció?
fr: C'était un nouveau morceau. Qu'en pensez-vous ?
it: Era un brano nuovo. Ti è piaciuto?
pt: Era uma nova faixa. Gostaste?
ru: Это была новая песня. Как тебе понравилось?

source: That was a new one. How'd you like it?
de: Das war eine Neuheit. Wie hat es dir gefallen?
es: Ese era nuevo. ¿Te gustó?
fr: C'était un nouveau. Comment l'avez-vous trouvé ?
it: Questo era nuovo. Ti è piaciuta?
pt: Essa era nova. Gostou?
ru: Это было что-то новенькое. Как тебе понравилось?

source: To start, we'll be playing: "{0}" from "{1}"
de: Zu Beginn spielen wir „{0}“ aus „{1}“
es: Para empezar, vamos a jugar: «{0}» de «{1}»
fr: Pour commencer, nous allons jouer : « {0} » de « {1} »
it: Per iniziare, giocheremo: “{0}” da “{1}”.
pt: Para começar, vamos tocar: "{0}" de "{1}"
ru: Для начала мы будем играть: «{0}» из «{1}».

source: Next up, we'll be playing: "{0}" from "{1}"
de: Als Nächstes spielen wir „{0}“ aus „{1}“
es: A continuación, vamos a jugar: «{0}» de «{1}»
fr: Prochainement, nous jouerons : « {0} » de « {1} »
it: Il prossimo appuntamento è con il gioco: "{0}" from "{1}"
pt: A seguir, vamos tocar: "{0}" de "{1}"
ru: Следующим мы будем играть: «{0}» из «{1}»

source: This one is a new track.
de: Dies ist ein neuer Titel.
es: Este es un tema nuevo.
fr: Il s'agit d'une nouvelle piste.
it: Questo è un brano nuovo.
pt: Esta é uma nova faixa.
ru: Это новый трек.

source: After that short interlude, we're back to our {0} shuffle.
de: Nach diesem kurzen Intermezzo kehren wir zu unserem {0} Shuffle zurück.
es: Después de ese breve interludio, volvemos a nuestra baraja {0}.
fr: Après ce court intermède, nous revenons à notre mélange {0}.
it: Dopo questa breve parentesi, torniamo al nostro shuffle {0}.
pt: Após esse breve interlúdio, voltamos à nossa seleção aleatória de {0}.
ru: После этого короткого перерыва мы возвращаемся к нашему {0} перемешиванию.

source: We've been listening to a group of tracks from the {0} {1}
de: Wir haben uns eine Gruppe von Titeln aus der {0} {1} angehört
es: Hemos estado escuchando un grupo de temas del {0} {1}
fr: Nous avons écouté un groupe de morceaux de l'album {0} {1}
it: Abbiamo ascoltato un gruppo di brani del {0} {1}
pt: Estivemos a ouvir um grupo de faixas do {0} {1}
ru: Мы прослушали несколько треков из {0} {1}

source: We're listening to a group of tracks from the {0} {1}.
de: Wir hören uns eine Gruppe von Titeln aus der {0} {1} an.
es: Estamos escuchando un grupo de pistas del {0} {1}.
fr: Nous écoutons un groupe de pistes provenant de {0} {1}.
it: Stiamo ascoltando un gruppo di brani del {0} {1}.
pt: Estamos a ouvir um grupo de faixas do {0} {1}.
ru: Мы слушаем группу треков из {0} {1}.

source: We're going to start a new group of tracks from the {0} {1}.
de: Wir beginnen eine neue Gruppe von Tracks mit den {0} {1}.
es: Vamos a empezar un nuevo grupo de pistas desde el {0} {1}.
fr: Nous allons commencer un nouveau groupe de pistes à partir de {0} {1}.
it: Inizieremo un nuovo gruppo di tracce dal punto {0} {1}.
pt: Vamos começar um novo grupo de faixas do {0} {1}.
ru: Мы собираемся начать новую группу треков из {0} {1}.

source: This {0} has {1} tracks in total.
de: Dieses {0} hat insgesamt {1} Titel.
es: Este {0} tiene {1} pistas en total.
fr: Ce {0} contient {1} pistes au total.
it: Questo {0} ha {1} tracce in totale.
pt: Este {0} tem {1} faixas no total.
ru: Этот {0} содержит в общей сложности {1} треков.

source: There are {0} tracks in this {1}.
de: Es gibt {0} Titel in diesem {1}.
es: Hay {0} pistas en este {1}.
fr: Il y a {0} pistes dans cet {1}.
it: Ci sono {0} tracce in questo {1}.
pt: Existem {0} faixas neste {1}.
ru: В этом {1} есть {0} треков.

source: We've got {0} tracks from this {1} coming up.
de: Wir haben {0} Titel aus diesem {1} für Sie.
es: Tenemos {0} canciones de este {1} que están por salir.
fr: Nous avons {0} titres issus de cet {1} à venir.
it: Abbiamo {0} brani da questo {1} in arrivo.
pt: Temos {0} faixas deste {1} a seguir.
ru: У нас есть {0} треков из этого {1}.

source: First let's hear about {0}
de: Zuerst etwas über {0}
es: Primero oigamos hablar de {0}
fr: Tout d'abord, parlons de {0}
it: Per prima cosa parliamo di {0}
pt: Primeiro vamos ouvir sobre {0}
ru: Сначала давайте послушаем о {0}

source: But first, let's hear about {0}.
de: Doch zunächst etwas über {0}.
es: Pero antes, hablemos de {0}
fr: Mais tout d'abord, parlons de {0}
it: Ma prima parliamo di {0}.
pt: Mas primeiro, vamos ouvir sobre {0}.
ru: Но сначала давайте послушаем о {0}.

source: [already mentioned]
de: [bereits erwähnt]
es: [ya mencionado]
fr: [déjà mentionné]
it: [già menzionato]
pt: [já mencionado]
ru: [уже упоминалось]

source: We're having some technical difficulties in accessing our source for {0}. We'll try again later
de: Wir haben technische Schwierigkeiten beim Zugriff auf unsere Quelle für {0}. Wir werden es später noch einmal versuchen
es: Estamos teniendo algunas dificultades técnicas para acceder a nuestra fuente para {0}. Lo intentaremos más tarde.
fr: Nous rencontrons des difficultés techniques pour accéder à notre source pour {0}. Nous réessayerons plus tard
it: Stiamo riscontrando alcune difficoltà tecniche nell'accesso alla nostra fonte per {0}. Riproveremo più tardi
pt: Estamos tendo algumas dificuldades técnicas em acessar nossa fonte para {0}. Tentaremos mais tarde.
ru: У нас возникли технические проблемы с доступом к источнику {0}. Попробуем позже.

source: It seems our writer for {0} is unexpectedly away at the moment. Did we forget to pay his salary again?
de: Es scheint, dass unser Autor für {0} im Moment unerwartet abwesend ist. Haben wir wieder vergessen, sein Gehalt zu zahlen?
es: Parece que nuestro escritor para {0} está inesperadamente ausente en este momento. ¿Nos olvidamos de pagarle el sueldo otra vez?
fr: Il semble que notre rédacteur pour {0} soit absent en ce moment. Avons-nous encore oublié de lui verser son salaire ?
it: Sembra che il nostro scrittore per {0} sia inaspettatamente assente al momento. Abbiamo dimenticato di pagare di nuovo il suo stipendio?
pt: Parece que o nosso escritor para {0} está inesperadamente longe no momento. Esquecemo-nos de pagar o salário dele outra vez?
ru: Похоже, наш автор для {0} неожиданно отсутствует в данный момент. Мы снова забыли выплатить ему зарплату?

source: We've found problems with all of our {0} ideas. Please try again later.
de: Wir haben bei allen unseren {0} Ideen Probleme gefunden. Bitte versuchen Sie es später noch einmal.
es: Hemos encontrado problemas con todas nuestras {0} ideas. Vuelva a intentarlo más tarde.
fr: Nous avons trouvé des problèmes avec toutes nos {0} idées. Veuillez réessayer plus tard.
it: Abbiamo riscontrato problemi con tutte le nostre idee {0}. Si prega di riprovare più tardi.
pt: Encontramos problemas com todas as nossas {0} ideias. Por favor, tente novamente mais tarde.
ru: Мы обнаружили проблемы со всеми нашими {0} идеями. Повторите попытку позже.

source: Something went wrong. We'll try to fix it soon.
de: Da ist etwas schief gelaufen. Wir werden versuchen, es bald zu beheben.
es: Algo salió mal. Intentaremos arreglarlo pronto.
fr: Un problème s'est produit. Nous essaierons d'y remédier rapidement.
it: Qualcosa è andato storto. Cercheremo di risolvere il problema al più presto.
pt: Algo correu mal. Vamos tentar resolver isto em breve.
ru: Что-то пошло не так. Мы постараемся исправить это в ближайшее время.

source: Starting tracks:
de: Anfangsspuren:
es: Pistas de inicio:
fr: Pistes de début:
it: Tracce di partenza:
pt: Iniciando faixas:
ru: Начальные треки:

source: Talking about:
de: Sprechen über:
es: Hablando de:
fr: Parler de :
it: Parlando di:
pt: A falar sobre:
ru: Поговорим о:

source: No track
de: Kein Titel
es: Sin pista
fr: Pas de piste
it: Nessuna traccia
pt: Nenhuma faixa
ru: Нет следов

source: No previous track
de: Kein vorheriger Titel
es: Sin pista previa
fr: Pas de piste précédente
it: Nessuna traccia precedente
pt: Nenhuma faixa anterior
ru: Никаких предыдущих треков

source: Speaking about prior track
de: Apropos vorherige Titel
es: Hablando de la pista previa
fr: À propos de la piste précédente
it: Parlando della pista precedente
pt: Falando sobre a faixa anterior
ru: Говоря о предыдущем треке

source: Speaking about upcoming track
de: Über den kommenden Titel sprechen
es: Hablando de la pista próximo
fr: À propos de le prochaine piste
it: Parlando del brano in uscita
pt: Falando sobre a próxima faixa
ru: Говоря о предстоящем треке

source: Talking about something
de: Über etwas sprechen
es: Hablar de algo
fr: Parler de quelque chose
it: Parlare di qualcosa
pt: A falar de alguma coisa.
ru: Говорить о чем-то

source: Sleeping for seconds
de: Schlafen für Sekunden
es: Dormir segundos
fr: Dormir quelques secondes
it: Dormire per secondi
pt: Dormindo por segundos
ru: Спать в течение нескольких секунд

source: New Schedule
de: Neuer Zeitplan
es: Nuevo horario
fr: Nouvel horaire
it: Nuovo programma
pt: Nova Agenda
ru: Новое расписание

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
it: Domani
pt: Amanhã.
ru: Завтра

source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
it: Ogni giorno
pt: Todos os dias
ru: Каждый день

source: {0} - DJ: {1} - Days: {2} - Times: {3}-{4} - Shutdown: {5}
de: {0} - DJ: {1} - Tage: {2} - Zeiten: {3}-{4} - Abschaltung: {5}
es: {0} - DJ: {1} - Días: {2} - Horas: {3}-{4} - Apagado: {5}
fr: {0} - DJ : {1} - Jours : {2} - Heures : {3}-{4} - Arrêt : {5}
it: {0} - DJ: {1} - Giorni: {2} - Orari: {3}-{4} - Spegnimento: {5}
pt: {0} - DJ: {1} - Dias: {2} - Vezes: {3}- {4} - Desligamento: {5}
ru: {0} - DJ: {1} - Дни: {2} - Время: {3}-{4} - Выключение: {5}

source: Not enough schedules found.
de: Es wurden nicht genügend Zeitpläne gefunden.
es: No se han encontrado suficientes horarios.
fr: Il n'y a pas assez d'horaires trouvés.
it: Non sono stati trovati abbastanza programmi.
pt: Não há horários suficientes.
ru: Не найдено достаточного количества графиков.

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
pt: Chinês
ru: китайский

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
pt: Japonês
ru: японский

source: Korean
de: Koreanisch
es: Corea
fr: Coréen
it: Coreano
pt: Coreano
ru: корейский

source: and
de: und
es: y
fr: et
it: e
pt: e
ru: и

source: *This text contains {0}, I can't read it but it looks interesting*
de: *Dieser Text enthält {0}, ich kann ihn nicht lesen, aber er sieht interessant aus.*
es: *Este texto contiene {0}, no puedo leerlo, pero parece interesante.*
fr: *Ce texte contient {0}, je ne peux pas le lire mais il a l'air intéressant.*
it: *Questo testo contiene {0}, non riesco a leggerlo ma sembra interessante*
pt: *Este texto contém {0}, não consigo ler, mas parece interessante*
ru: *Этот текст содержит {0}, я не могу его прочитать, но он выглядит интересно*

source: Audio Device Management
de: Verwaltung von Audiogeräten
es: Gestión de dispositivos de audio
fr: Gestion des périphériques audio
it: Gestione dei dispositivi audio
pt: Gestão de dispositivos de áudio
ru: Управление аудиоустройствами

source: Available Audio Devices
de: Verfügbare Audiogeräte
es: Dispositivos de audio disponibles
fr: Périphériques audio disponibles
it: Dispositivi audio disponibili
pt: Dispositivos de áudio disponíveis
ru: Доступные аудиоустройства

source: Refresh Devices
de: Geräte aktualisieren
es: Actualizar dispositivos
fr: Actualiser les appareils
it: Aggiorna dispositivi
pt: Atualizar dispositivos
ru: Обновление устройств

source: Show all devices (including virtual)
de: Alle Geräte anzeigen (einschließlich virtueller)
es: Mostrar todos los dispositivos (incluidos los virtuales)
fr: Afficher tous les périphériques (y compris les périphériques virtuels)
it: Mostra tutti i dispositivi (compresi quelli virtuali)
pt: Mostrar todos os dispositivos (incluindo virtuais)
ru: Показать все устройства (включая виртуальные)

source: Verbose device logging (for troubleshooting)
de: Ausführliches Geräteprotokollen (zur Problembehandlung)
es: Registro detallado de dispositivos (para depuración)
fr: Journal descriptif de l'appareil (à fins de dépannage)
it: Log verboso del dispositivo (per debug)
pt: Registro verboso de dispositivos (para troubleshooter)
ru: Подробная журналізація усілізації (для виправлення виквасу)

source: Day/Night Device Switching
de: Tag-/Nacht-Geräteschaltung
es: Interruptor de dispositivo día/noche
fr: Commutation jour/nuit
it: Commutazione dispositivo giorno/notte
pt: Comutação do dispositivo dia/noite
ru: Переключение устройства между дневным и ночным режимами

source: Day Device:
de: Tagesgerät:
es: Dispositivo diurno:
fr: Dispositif de jour :
it: Dispositivo diurno:
pt: Dispositivo diurno:
ru: Дневное устройство:

source: Night Device:
de: Nachtgerät:
es: Dispositivo nocturno:
fr: Dispositif nocturne :
it: Dispositivo notturno:
pt: Dispositivo noturno:
ru: Ночное устройство:

source: Day Start:
de: Tagesbeginn:
es: Inicio del día:
fr: Début de la journée :
it: Inizio giornata:
pt: Início do dia:
ru: Начало дня:

source: Night Start:
de: Nachtstart:
es: Inicio nocturno:
fr: Début de nuit :
it: Inizio notturno:
pt: Início da noite:
ru: Начало ночи:

source: Enable automatic day/night switching
de: Automatische Tag-/Nachtumschaltung aktivieren
es: Habilitar cambio automático día/noche
fr: Activer la commutation automatique jour/nuit
it: Abilita commutazione automatica giorno/notte
pt: Ativar a alternância automática dia/noite
ru: Включить автоматическое переключение между дневным и ночным режимами

source: Apply Settings
de: Einstellungen anwenden
es: Aplicar configuración
fr: Appliquer les paramètres
it: Applica impostazioni
pt: Aplicar configurações
ru: Применить настройки

source: Test Day/Night Switch
de: Testen Sie den Tag-/Nacht-Schalter
es: Prueba el interruptor día/noche
fr: Tester le commutateur jour/nuit
it: Prova l'interruttore giorno/notte
pt: Teste o interruptor dia/noite
ru: Проверьте переключатель «День/Ночь»

source: Close
de: Schließen
es: Cerca
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть

source: Audio device management not available
de: Verwaltung von Audiogeräten nicht verfügbar
es: Gestión de dispositivos de audio no disponible
fr: Gestion des périphériques audio indisponible
it: Gestione dispositivi audio non disponibile
pt: Gestão de dispositivos de áudio indisponível
ru: Управление аудиоустройствами недоступно

source: Install pycaw and comtypes to enable this feature
de: Installieren Sie pycaw und comtypes, um diese Funktion zu aktivieren.
es: Instala pycaw y comtypes para habilitar esta función.
fr: Installez pycaw et comtypes pour activer cette fonctionnalité.
it: Installa pycaw e comtypes per abilitare questa funzione.
pt: Instale pycaw e comtypes para ativar esta funcionalidade
ru: Установите pycaw и comtypes, чтобы включить эту функцию.

source: No audio devices found
de: Keine Audiogeräte gefunden
es: No se han encontrado dispositivos de audio
fr: Aucun périphérique audio trouvé
it: Nessun dispositivo audio trovato
pt: Nenhum dispositivo de áudio encontrado
ru: Аудиоустройства не найдены

source: Audio device monitoring started
de: Überwachung des Audiogeräts gestartet
es: Se ha iniciado la supervisión del dispositivo de audio.
fr: Surveillance du périphérique audio démarrée
it: Monitoraggio dispositivo audio avviato
pt: Monitorização do dispositivo de áudio iniciada
ru: Начался мониторинг аудиоустройств

source: Failed to start monitoring
de: Überwachung konnte nicht gestartet werden
es: No se pudo iniciar la supervisión
fr: Échec du démarrage de la surveillance
it: Impossibile avviare il monitoraggio
pt: Falha ao iniciar a monitorização
ru: Не удалось запустить мониторинг

source: Audio device monitoring stopped
de: Überwachung des Audiogeräts beendet
es: Se ha detenido la supervisión del dispositivo de audio.
fr: Surveillance du périphérique audio arrêtée
it: Monitoraggio dispositivo audio interrotto
pt: Monitorização do dispositivo de áudio interrompida
ru: Мониторинг аудиоустройства остановлен

source: Please select both day and night devices
de: Bitte wählen Sie sowohl Tages- als auch Nachtgeräte aus.
es: Seleccione los dispositivos diurnos y nocturnos.
fr: Veuillez sélectionner les appareils de jour et de nuit.
it: Selezionare sia i dispositivi diurni che quelli notturni.
pt: Selecione os dispositivos diurnos e noturnos
ru: Выберите устройства для дневного и ночного использования

source: Audio device settings applied successfully
de: Audioeinstellungen erfolgreich angewendet
es: Configuración del dispositivo de audio aplicada correctamente
fr: Paramètres du périphérique audio appliqués avec succès
it: Impostazioni del dispositivo audio applicate correttamente
pt: Configurações do dispositivo de áudio aplicadas com sucesso
ru: Настройки аудиоустройства успешно применены

source: Failed to apply audio device settings
de: Die Audioeinstellungen konnten nicht angewendet werden.
es: No se han podido aplicar los ajustes del dispositivo de audio.
fr: Échec de l'application des paramètres du périphérique audio
it: Impossibile applicare le impostazioni del dispositivo audio
pt: Falha ao aplicar as definições do dispositivo de áudio
ru: Не удалось применить настройки аудиоустройства

source: Switched to {} device for {} time
de: Umgeschaltet auf {} Gerät für {} Zeit
es: Cambiado al dispositivo {} durante {} tiempo
fr: Passage à l'appareil {} pendant {} temps
it: Passato al dispositivo {} per {} tempo
pt: Mudou para o dispositivo {} durante {} tempo
ru: Переключился на устройство {} на время {}

source: Failed to switch audio device
de: Umschalten des Audiogeräts fehlgeschlagen
es: No se ha podido cambiar el dispositivo de audio.
fr: Échec de la commutation du périphérique audio
it: Impossibile cambiare dispositivo audio
pt: Не удалось переключить аудиоустройство
ru: Не удалось переключить аудиоустройство

source: Blacklist Preview
de: Sperrliste Vorschau
es: Lista negra - Vista previa
fr: Liste noire - Aperçu
it: Anteprima della blacklist
pt: Previsão da Lista Negra
ru: Чёрный список: Предварительный просмотр

source: Enter text to test (tags can be comma- or dot-separated):
de: Geben Sie den Text ein, um ihn zu testen (Stichworte können mit Komma oder Punkt getrennt sein):
es: Introduzca el texto para probar (las etiquetas pueden estar separadas por comas u puntos):
fr: Entrez le texte à tester (les étiquettes peuvent être séparées par des virgules ou des points) :
it: Inserisci il testo da testare (gli tag possono essere separati da virgole o punti):
pt: Insira texto para testar (as etiquetas podem ser separadas por vírgula ou ponto):
ru: Введите текст для проверки (теги pueden estar separados por comas o puntos):

source: Test against blacklist
de: Test gegen die Sperrliste
es: Prueba contra lista negra
fr: Test contre la liste noire
it: Test contro lista nera
pt: Testar contra lista negra
ru: Тестирование на blacklist

source: Result:
de: Ergebnis:
es: Resultado:
fr: Résultat :
it: Risultato
pt: Resultado
ru: Результат:

source: Enter some text above, then click Test.
de: Geben Sie oben etwas Text ein, klicken Sie dann auf Test.
es: Introduzca algún texto en el campo de entrada superior, luego haga clic en Probar.
fr: Entrez du texte ci-dessus, puis cliquez sur Test.
it: Inserisci qualche testo sopra, quindi fai clic su Test.
pt: Digite algum texto acima, em seguida clique em Testar.
ru: Введите текст выше, затем нажмите Test.

source: No blacklist items matched.
de: Keine Sperrlisteinträge gefunden.
es: No se han encontrado elementos de la lista negra.
fr: Aucun élément de la liste noire ne correspond.
it: Nessun elemento della lista nera è stato trovato.
pt: Nenhum item da lista negra correspondeu.
ru: Нет совпадений с элементами черного списка.

source: Matched {0} item(s):
de: Gesuchte(n) {0} Einzel(e):
es: Se han encontrado {0} elementos:
fr: Correspondants {0} élément(s) :
it: Corrispondono {0} oggetto/i :
pt: Foram encontrados {0} item(s):
ru: Совпадено {0} предмета(ов):

source: "{0}" → rule "{1}"
de: {0} → Regel {1}
es: {0} → regla {1}
fr: {0} → règle {1}
it: {0} → regola {1}
pt: {0} → regra {1}
ru: {0} → правило {1}

source: Modify Blacklist Item: {0}
de: Schwarze Liste ändern Artikel: {0}
es: Modificar artículo de la lista negra: {0}
fr: Modifier l'élément de la liste noire : {0}
it: Modifica elemento nella lista nera: {0}
pt: Modificar o Item da Lista Negra: {0}
ru: Изменить черный список Предмет: {0}

source: Blacklist String
es: Texto de la lista negra
fr: Texte de la liste noire
it: Stringa nella lista nera
pt: Texto da lista negra
ru: Строка черного списка

source: Enabled
de: Ermöglicht
es: Activado
fr: Activé
it: Abilitato
pt: Ativado
ru: Включено

source: Use glob-based regex
de: Glob-basiert Regex
es: Regex basadas en glob
fr: Régex à base de globules
it: Utilizza espressioni regolari basate su glob
pt: Utilizar regex baseado em glob
ru: Используйте регекс на основе глоб

source: Use word boundary matching
de: Wortgrenzenabgleich verwenden
es: Utilizar la concordancia de límites de palabras
fr: Utiliser l'appariement des limites de mots
it: Utilizza la corrispondenza dei confini delle parole
pt: Utilizar a correspondência de limites de palavras
ru: Используйте согласование границ слов

source: Convert spaces to optional non-word characters
de: Leerzeichen in optionale Nicht-Wortzeichen umwandeln
es: Convertir espacios en caracteres opcionales que no sean palabras
fr: Convertir les espaces en caractères non alphabétiques facultatifs
it: Converti gli spazi in caratteri non alfabetici opzionali
pt: Converter espaços em caracteres não alfabéticos opcionais
ru: Преобразование пробелов в необязательные несловесные символы

source: Exception Pattern (optional regex to unfilter tags)
de: Ausnahme-Muster (optionale Regex zum Aufheben der Filterung von Stichworte)
es: Patrón de excepción (expresión regular opcional para desfiltrar etiquetas)
fr: Modèle d'exception (expression régulière facultative pour ne pas filtrer les balises)
it: Modello di eccezione (espressione regolare facoltativa per non filtrare i tag)
pt: Padrão de exceção (expressão regular opcional para desfiltrar tags)
ru: Шаблон исключений (дополнительное регулярное выражение для отфильтровывания тегов)

source: Done
de: Fertig
es: Hecho
fr: Fait
it: Fatto
pt: Feito
ru: Готово

source: Blacklist string cannot be empty.
de: Der Text der schwarzen Liste darf nicht leer sein.
es: El texto de la lista negra no puede estar vacío.
fr: Le texte de la liste noire ne peut pas être vide.
it: La stringa della lista nera non può essere vuota.
pt: O texto da lista negra não pode estar vazio.
ru: Текст черного списка не может быть пустым.

source: No changes were made
de: Es wurden keine Änderungen vorgenommen
es: No se han realizado cambios
fr: Aucune modification n'a été apportée
it: Non sono state apportate modifiche
pt: Não foram efectuadas alterações
ru: Изменения не вносились

source: Unsaved Changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Changements non enregistrés
it: Modifiche non salvate
pt: Alterações não guardadas
ru: Несохраненные изменения
