Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Please switch to the expected device manually if needed.
de: Bitte wechseln Sie bei Bedarf manuell zum gewünschten Gerät.
es: Cambie manualmente al dispositivo esperado si es necesario.
fr: Veuillez passer manuellement à l'appareil souhaité si nécessaire.
it: Se necessario, passare manualmente al dispositivo previsto.
pt: Se necessário, mude manualmente para o dispositivo esperado.
ru: При необходимости переключитесь на нужное устройство вручную.

source: Form
de: Musikalische Form
es: Forma musical
fr: Forme musicale
it: Forma musicale
pt: Forma
ru: форма

source: Instrument
de: Musikinstrument
es: Instrumento
fr: Instrument de musique
it: Strumento musicale
pt: Instrumento
ru: инструмент

source: Random
de: Zufällig
es: Al azar
fr: Au hasard
it: Casuale
pt: Aleatório
ru: Случайный

source: Sequence
de: Sequenz
es: Secuencia
fr: Séquence
it: Sequenza
pt: Sequência
ru: Последовательность

source: Album Shuffle
de: Album-Mischung
es: Álbum aleatorio
fr: Mélange d'albums
it: Mischia di albumi
pt: Embaralhar álbuns
ru: Перемешать альбом

source: Artist Shuffle
de: Künstler-Mischung
es: Artista aleatorio
fr: Mélange d'artistes
it: Mischia di artisti
pt: Embaralhar artistas
ru: Смешать исполнителей

source: Composer Shuffle
de: Komponisten-Mischung
es: Compositor aleatorio
fr: Mélange des compositeurs
it: Mischia di compositori
pt: Embaralhar compositores
ru: Перемешать композиторов

source: Genre Shuffle
de: Genre-Mischung
es: Mezcla de géneros
fr: Mélange de genres
it: Mischiare i generi
pt: Embaralhar gêneros
ru: Смешение жанров

source: Form Shuffle
de: Form-Mischung
es: Forma aleatoria
fr: Mélange de formulaires
it: Mischiare le forme
pt: Embaralhar formas
ru: Форма перемешивания

source: Instrument Shuffle
de: Instrumenten-Mischung
es: Instrumento aleatorio
fr: Mélange des instruments
it: Mischia di strumenti
pt: Embaralhar instrumentos
ru: Перемешивание инструментов

source: All Music
de: Alle Musik
es: Toda la música
fr: Toute la musique
it: Tutta la musica
pt: Toda a Música
ru: Вся музыка

source: Playlist Config
de: Wiedergabeliste-Konfiguration
es: Lista de reproducción Config
fr: Configuration de la liste de lecture
it: Configurazione dell'elenco di canzoni
pt: Configuração da Lista de Reprodução
ru: Плейлист Конфигурация

source: weather
de: Wetter
es: tiempo
fr: météo
it: tempo
pt: tempo
ru: погода

source: news
de: Nachrichten
es: noticias
fr: nouvelles
it: notizie
pt: notícias
ru: новости

source: joke
de: Scherz
es: broma
fr: blague
it: scherzo
pt: piada
ru: шутить

source: fact
de: Tatsache
es: hecho
fr: fait
it: fatto
pt: facto
ru: факт

source: fable
de: Fabel
es: fábula
it: favola
pt: fábula
ru: басня

source: truth and lie
de: Wahrheit und Lüge
es: verdad y mentira
fr: vérité et mensonge
it: verità e menzogna
pt: verdade e mentira
ru: Правда и ложь

source: aphorism
de: Aphorismus
es: aforismo
fr: aphorisme
it: aforisma
pt: aforismo
ru: афоризм

source: poem
de: Gedicht
es: poema
fr: poème
it: poesia
pt: poema
ru: стих

source: quote
de: Zitat
es: cita
fr: citation
it: citazione
pt: citação
ru: цитата

source: tongue twister
de: Zungenbrecher
es: trabalenguas
fr: virelangue
it: scioglilingua
pt: torcedor de língua
ru: скручивание языка

source: motivation
es: motivación
it: motivazione
pt: motivação
ru: мотивация

source: calendar
de: Kalender
es: calendario
fr: calendrier
it: calendario
pt: calendário
ru: календарь

source: more about the next track
de: mehr über den nächsten Track
es: más sobre el próximo tema
fr: plus d'informations sur la prochaine piste
it: più sul brano successivo
pt: mais sobre a próxima faixa
ru: подробнее о следующем треке

source: more about the last track
de: mehr über den letzten Track
es: más sobre el último tema
fr: en savoir plus sur la dernière piste
it: più sull'ultimo brano
pt: mais sobre a última faixa
ru: подробнее о последнем треке

source: more about our playlist
de: mehr über unsere Playlist
es: más sobre nuestra lista de reproducción
fr: en savoir plus sur notre playlist
it: più sulla nostra playlist
pt: mais sobre nossa lista de reprodução
ru: подробнее о нашем плейлисте

source: random wiki article
de: zufälliger Wiki-Artikel
es: artículo wiki al azar
fr: article wiki aléatoire
it: articolo wiki a caso
pt: artigo wiki aleatório
ru: случайная статья из вики

source: funny story
de: lustige Geschichte
es: historia divertida
fr: histoire drôle
it: storia divertente
pt: história engraçada
ru: забавная история

source: language learning
de: Sprachenlernen
es: aprendizaje de idiomas
fr: l'apprentissage des langues
it: apprendimento delle lingue
pt: aprendizagem de línguas
ru: Изучение языка

source: Tracks
de: Titel
es: Pistas
fr: Les pistes
it: Tracce
pt: Faixas
ru: Следы

source: Albums
de: Alben
it: Album
pt: Álbuns
ru: Альбомы

source: Artists
de: Künstler
es: Artistas
fr: Artistes
it: Artisti
pt: Artistas
ru: художники

source: Forms
de: Formulare
es: Formas
fr: Formulaires
it: Forme
pt: Formas
ru: формы

source: Instruments
de: Instrumente
es: Instrumentos
it: Strumenti
pt: Instrumentos
ru: Инструменты

source: Remove word/phrase (only the blacklisted part)
de: Wort/Satz entfernen (nur den auf der schwarzen Liste stehenden Teil)
es: Eliminar palabra/frase (sólo la parte incluida en la lista negra)
fr: Supprimer un mot/une phrase (uniquement la partie figurant sur la liste noire)
it: Rimuovi parola/frase (solo la parte inserita nella lista nera)
pt: Remover palavra/frase (apenas a parte colocada na lista negra)
ru: Удалить слово/фразу (только часть, занесенную в черный список)

source: Remove entire tag (if any part matches)
de: Gesamte Stichwort entfernen (wenn ein Teil übereinstimmt)
es: Eliminar toda la etiqueta (si alguna parte coincide)
fr: Supprimer l'ensemble de la balise (si une partie correspond)
it: Rimuovi l'intero tag (se una parte corrisponde)
pt: Remover toda a etiqueta (se alguma parte corresponder)
ru: Удалить весь тег (если какая-либо часть совпадает)

source: Fail prompt (block generation)
de: Fehlermeldung (alle Generationen sperren)
es: Aviso de fallo (bloquear las generaciones)
fr: Demande d'échec (blocage de les générations)
it: Messaggio di errore (generazione di blocchi)
pt: Aviso de falha (bloqueia as gerações)
ru: Отказ (блокировка всех поколений)

source: Log only (do not remove, just log)
de: Nur protokollieren (nicht entfernen, nur protokollieren)
es: Sólo registro (no eliminar, sólo registrar)
fr: Enregistrer uniquement (ne pas supprimer, seulement enregistrer)
it: Solo registrazione (non rimuovere, solo registrare)
pt: Apenas registo (não remover, apenas registar)
ru: Только журнал (не удалять, только регистрировать)

source: Male
de: Mann
es: Hombre
fr: Homme
it: Maschio
pt: Masculino
ru: Мужчина

source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
pt: Mulher
ru: Женский

source: Introduction
de: Einführung
es: Introducción
it: Introduzione
pt: Introduzione
ru: Введение

source: Re-introduction
de: Wiedereinführung
es: Reintroducción
fr: Réintroduction
it: Reintroduzione
pt: Reintrodução
ru: Повторное введение

source: No introduction
de: Keine Einführung
es: Sin introducción
fr: Sans introduction
it: Nessuna introduzione
pt: Sem introdução
ru: Без введения

source: Run Search
de: Suche ausführen
es: Ejecutar búsqueda
fr: Recherche d'exécution
it: Esegui la ricerca
pt: Executar pesquisa
ru: Выполнить поиск

source: View Library
de: Bibliothek ansehen
es: Ver la biblioteca
fr: Voir la bibliothèque
it: Visualizza la biblioteca
pt: Ver Biblioteca
ru: Посмотреть библиотеку

source: View History
de: Geschichte ansehen
es: Ver historial
fr: Voir l'historique
it: Visualizza la storia
pt: Ver história
ru: Посмотреть историю

source: Edit Composers
de: Komponisten bearbeiten
es: Editar compositores
fr: Éditer des compositeurs
it: Modifica i compositori
pt: Editar compositores
ru: Редактирование композиторов

source: Edit Personas
de: Persönlichkeiten bearbeiten
es: Editar personajes
fr: Modifier les personas
it: Modifica personaggi
pt: Editar Personas
ru: Редактировать персонажей

source: Edit Schedules
de: Zeitpläne bearbeiten
es: Editar horarios
fr: Modifier les horaires
it: Modificare gli orari
pt: Editar horários
ru: Редактирование расписаний

source: Edit Extensions
de: Erweiterungen bearbeiten
es: Editar extensiones
fr: Modifier les extensions
it: Modificare le estensioni
pt: Editar extensões
ru: Редактирование расширений

source: Edit Playlists
de: Wiedergabelisten bearbeiten
es: Editar listas de reproducción
fr: Modifier les listes de lecture
it: Modifica degli elenchi di riproduzione
pt: Editar listas de reprodução
ru: Редактирование списков воспроизведения

source: Edit Favorites
de: Favoriten bearbeiten
es: Editar favoritos
fr: Modifier les favoris
it: Modifica i preferiti
pt: Editar favoritos
ru: Редактировать избранное

source: Edit Blacklist
de: Schwarze Liste bearbeiten
es: Editar lista negra
fr: Modifier la liste noire
it: Modifica lista nera
pt: Editar lista negra
ru: Редактировать черный список

source: Reveal Blacklist Concepts
de: Konzepte für die Schwarze Liste aufdecken
es: Revelar conceptos de la lista negra
fr: Révéler les concepts de liste noire
it: Rivelare i concetti della lista nera
pt: Revelar conceitos da lista negra
ru: Раскрыть концепции черного списка

source: Delete Media
de: Medien löschen
es: Borrar medios
fr: Supprimer les médias
it: Eliminare i media
pt: Eliminar meios
ru: Удалить медиа

source: Edit Configuration
de: Konfiguration bearbeiten
es: Editar configuración
fr: Modifier la configuration
it: Modifica la configurazione
pt: Editar configuração
ru: Редактирование конфигурации

source: Start Application
de: Anwendung starten
es: Iniciar aplicación
fr: Démarrer l'application
it: Avvio dell'applicazione
pt: Iniciar a aplicação
ru: Запуск приложения

source: Access Password Administration
de: Zugang Kennwortverwaltung
es: Administración de contraseñas de acceso
fr: Accès Mot de passe Administration
it: Accesso all'amministrazione della password
pt: Acesso à administração da palavra-passe
ru: Доступ Пароль Администрирование

source: (Pending runs: {0})
de: (Ausstehende Läufe: {0})
es: (Ejecuciones pendientes: {0})
fr: (Exécutions en cours : {0})
it: (Esecuzioni in corso: {0})
pt: (corridas pendentes: {0})
ru: (Ожидающие запуски: {0})

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pt: Segunda-feira
ru: понедельник

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
pt: Terça-feira
ru: вторник

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pt: Quarta-feira
ru: среда

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
pt: Quinta-feira
ru: четверг

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
pt: Sexta-feira
ru: Пятница

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
pt: Sábado
ru: суббота

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
pt: Domingo
ru: воскресенье

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
pt: segundos
ru: секунды

source: minutes
de: Minuten
es: minutos
it: minuti
pt: minutos
ru: минуты

source: hours
de: Stunden
es: horas
fr: heures
it: ore
pt: horas
ru: часы

source: days
de: Tage
es: días
fr: jours
it: giorni
pt: dias
ru: дни

source: weeks
de: Wochen
es: semanas
fr: semaines
it: settimane
pt: semanas
ru: недели

source: months
de: Monate
es: meses
fr: mois
it: mesi
pt: meses
ru: месяцы

source: years
de: Jahre
es: años
fr: années
it: anni
pt: anos
ru: годы

source: by "{0}".
de: von „{0}“.
es: por «{0}».
fr: par « {0} »
it: da “{0}”.
pt: por "{0}".

source: This {0} contains {1} tracks.
de: Dieses {0} enthält {1} Titel.
es: Este {0} contiene {1} pistas.
fr: Ce {0} contient {1} pistes.
it: Questo {0} contiene {1} tracce.
pt: Este {0} contém {1} faixas.

source: OK
de: GUT
es: VALE
pt: CERTO

source: (custom)
de: (benediktiert)
es: (personalizado)
fr: (personnalisé)
it: (personnalizzato)

source: N/A
fr: Sans objet
