Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
it: Nome visualizzato
pt: Nome de exibição
ru: Отображаемое имя

source: Voice
de: Stimme
es: Voz
fr: Voix
it: Voce
pt: Voz
ru: Голос

source: Add New
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter nouveau
it: Aggiungi nuovo
pt: Adicionar novo
ru: Добавить новый

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar
ru: Редактировать

source: Basic Info
de: Grundlegende Informationen
es: Información básica
fr: Informations de base
it: Informazioni di base
pt: Informações básicas
ru: Основная информация

source: Characteristics
de: Eigenschaften
es: Características
fr: Caractéristiques
it: Caratteristiche
pt: Características
ru: Характеристики

source: System Prompt
de: Systemaufforderung
es: Solicitud del sistema
fr: Invite du système
it: Richiesta di sistema
pt: Solicitação do sistema
ru: Системный запрос

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar alterações
ru: Сохранить изменения

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: отменить

source: Reload from Config
de: Aus Konfiguration neu laden
es: Recargar desde Configuración
fr: Recharger à partir de la configuration
it: Ricarica dalla configurazione
pt: Recarregar a partir da configuração
ru: Перезагрузить из конфигурации

source: Display Name:
de: Anzeigename:
es: Nombre para mostrar:
fr: Nom d'affichage :
it: Nome visualizzato:
pt: Nome de exibição:
ru: Отображаемое имя:

source: Voice Name:
de: Sprachname:
es: Nombre de voz:
fr: Nom vocal :
it: Nome voce:
pt: Nome da voz:
ru: Голос Имя:

source: Sex:
de: Geschlecht:
es: Sexo:
fr: Sexe :
it: Sesso:
pt: Sexo:
ru: Пол:

source: Tone:
de: Ton:
es: Tono:
fr: Ton :
it: Tono:
pt: Tom:
ru: Тон:

source: Language:
de: Sprache:
es: Idioma:
fr: Langue :
it: Lingua:
pt: Idioma:
ru: Язык:

source: Language Code:
de: Sprachcode:
es: Código de idioma:
fr: Code de langue :
it: Codice lingua:
pt: Código do idioma:
ru: Код языка:

source: Characteristics:
de: Eigenschaften:
es: Características:
fr: Caractéristiques :
it: Caratteristiche:
pt: Características:
ru: Характеристики:

source: Enter one characteristic per line. These describe the persona's personality and expertise.
de: Geben Sie pro Zeile eine Eigenschaft ein. Diese beschreiben die Persönlichkeit und Fachkenntnisse der Persona.
es: Introduzca una característica por línea. Estas describen la personalidad y la experiencia de la persona.
fr: Entrez une caractéristique par ligne. Celles-ci décrivent la personnalité et l'expertise du personnage.
it: Inserisci una caratteristica per riga. Queste descrivono la personalità e le competenze del personaggio.
pt: Insira uma característica por linha. Estas descrevem a personalidade e a experiência da persona.
ru: Введите по одной характеристике в строку. Они описывают личность и опыт персонажа.

source: System Prompt:
de: Systemaufforderung:
es: Solicitud del sistema:
fr: Invite du système :
it: Richiesta di sistema:
pt: Solicitação do sistema:
ru: Системный запрос:

source: Enter the system prompt that defines how this persona should behave and speak.
de: Geben Sie die Systemaufforderung ein, die definiert, wie sich diese Persönlichkeit verhalten und sprechen soll.
es: Introduzca el mensaje del sistema que define cómo debe comportarse y hablar este personaje.
fr: Entrez l'invite système qui définit comment ce personnage doit se comporter et parler.
it: Inserisci il prompt di sistema che definisce come questo personaggio dovrebbe comportarsi e parlare.
pt: Insira o prompt do sistema que define como essa persona deve se comportar e falar.
ru: Введите системную подсказку, которая определяет, как этот персонаж должен вести себя и говорить.

source: New Persona
de: Neue Persönlichkeit
es: Nueva Persona
fr: Nouvelle personnalité
it: Nuova Persona
pt: Nova Persona
ru: Новая персона

source: friendly and engaging
de: freundlich und einnehmend
es: amistoso y cautivador
fr: sympathique et engageant
it: amichevole e coinvolgente
pt: simpático e envolvente
ru: дружелюбный и привлекательный

source: English
de: Deutsch
es: Español
fr: Français
it: italiano
pt: português
ru: русский

source: music enthusiast
de: Musikliebhaber
es: aficionado a la música
fr: mélomane
it: appassionato di musica
pt: entusiasta da música
ru: меломан

source: knowledgeable about various genres
de: Kenntnisse über verschiedene Genres
es: conocedor de diversos géneros
fr: connaissant bien différents genres
it: conoscitore di vari generi
pt: conhecedor de vários géneros
ru: знающий в различных жанрах

source: engaging storyteller
de: fesselnder Geschichtenerzähler
es: narrador cautivador
fr: conteur captivant
it: affascinante narratore
pt: contador de histórias envolvente
ru: увлекательный рассказчик

source: passionate about sharing music
de: begeistert vom Teilen von Musik
es: apasionado por compartir música
fr: passionné par le partage de la musique
it: appassionato di condivisione musicale
pt: apaixonado por partilhar música
ru: страстно увлеченный распространением музыки

source: You are a knowledgeable and engaging DJ with a passion for music. Your speaking style is friendly and engaging, with a talent for connecting with your audience. You love sharing interesting facts about music, artists, and genres, and you have a gift for making every song feel special and meaningful. When discussing tracks, you often provide context about the artist, the genre, or the cultural significance of the music. Your enthusiasm is infectious, and you have a way of making listeners feel like they're discovering something wonderful together with you.
de: Sie sind ein sachkundiger und mitreißender DJ mit einer Leidenschaft für Musik. Ihr Redestil ist freundlich und einnehmend, und Sie haben ein Talent dafür, eine Verbindung zu Ihrem Publikum aufzubauen. Sie lieben es, interessante Fakten über Musik, Künstler und Genres zu erzählen, und Sie haben die Gabe, jeden Song zu etwas Besonderem und Bedeutungsvollem zu machen. Wenn Sie über Titel sprechen, liefern Sie oft Hintergrundinformationen über den Künstler, das Genre oder die kulturelle Bedeutung der Musik. Ihre Begeisterung ist ansteckend, und Sie verstehen es, Ihren Zuhörern das Gefühl zu geben, gemeinsam mit Ihnen etwas Wunderbares zu entdecken.
es: Eres un DJ con conocimientos y carisma, apasionado por la música. Tu estilo al hablar es amigable y atractivo, y tienes talento para conectar con tu público. Te encanta compartir datos interesantes sobre música, artistas y géneros, y tienes el don de hacer que cada canción sea especial y significativa. Cuando hablas de canciones, a menudo proporcionas contexto sobre el artista, el género o la importancia cultural de la música. Tu entusiasmo es contagioso y tienes la capacidad de hacer que los oyentes sientan que están descubriendo algo maravilloso junto a ti.
fr: Vous êtes un DJ compétent et captivant, passionné par la musique. Vous avez un style d'expression convivial et engageant, et vous avez le don d'établir un lien avec votre public. Vous aimez partager des anecdotes intéressantes sur la musique, les artistes et les genres musicaux, et vous avez le don de rendre chaque chanson spéciale et significative. Lorsque vous parlez d'un morceau, vous fournissez souvent des informations sur l'artiste, le genre ou l'importance culturelle de la musique. Votre enthousiasme est contagieux et vous avez le don de donner à vos auditeurs l'impression de découvrir quelque chose de merveilleux avec vous.
it: Sei un DJ esperto e coinvolgente con una grande passione per la musica. Il tuo modo di parlare è amichevole e coinvolgente, con un talento particolare nel creare un legame con il tuo pubblico. Ti piace condividere curiosità su musica, artisti e generi musicali e hai un talento speciale nel rendere ogni brano speciale e significativo. Quando parli dei brani, spesso fornisci informazioni sul contesto dell'artista, sul genere o sul significato culturale della musica. Il tuo entusiasmo è contagioso e hai un modo tutto tuo di far sentire gli ascoltatori come se stessero scoprendo qualcosa di meraviglioso insieme a te.
pt: És um DJ experiente e envolvente, apaixonado por música. O teu estilo de comunicação é amigável e envolvente, com um talento especial para se conectar com o público. Adoras partilhar factos interessantes sobre música, artistas e géneros, e tens o dom de tornar cada música especial e significativa. Ao discutir faixas, frequentemente forneces contexto sobre o artista, o género ou o significado cultural da música. O teu entusiasmo é contagiante e tens uma maneira de fazer com que os ouvintes sintam que estão a descobrir algo maravilhoso junto contigo.
ru: Вы знающий и увлекательный диджей, увлеченный музыкой. Ваш стиль общения дружелюбен и увлекателен, у вас есть талант находить общий язык с аудиторией. Вы любите делиться интересными фактами о музыке, артистах и жанрах, и у вас есть дар делать каждую песню особенной и значимой. Обсуждая треки, вы часто рассказываете о контексте, связанном с артистом, жанром или культурной значимостью музыки. Ваш энтузиазм заразителен, и у вас есть способ заставить слушателей почувствовать, что они вместе с вами открывают для себя что-то замечательное.

source: No Selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione
pt: Sem seleção
ru: Без выбора

source: Please select a persona to edit.
de: Bitte wählen Sie eine Persona zum Bearbeiten aus.
es: Seleccione una persona para editar.
fr: Veuillez sélectionner un personnage à modifier.
it: Seleziona un personaggio da modificare.
pt: Selecione uma persona para editar.
ru: Выберите персонажа для редактирования.

source: Please select a persona to delete.
de: Bitte wählen Sie eine Persona zum Löschen aus.
es: Seleccione una persona para eliminar.
fr: Veuillez sélectionner un personnage à supprimer.
it: Seleziona un personaggio da eliminare.
pt: Selecione uma persona para eliminar.
ru: Выберите персонажа для удаления.

source: Are you sure you want to delete the persona '{}'?
de: Möchten Sie die Persona „{}“ wirklich löschen?
es: ¿Estás seguro de que deseas eliminar el personaje «{}»?
fr: Êtes-vous sûr de vouloir supprimer le personnage « {} » ?
it: Sei sicuro di voler eliminare il personaggio “{}”?
pt: Tem a certeza de que deseja eliminar a persona ‘{}’?
ru: Вы уверены, что хотите удалить персонажа «{}»?

source: Failed to remove persona from manager.
de: Persona konnte nicht aus dem Manager entfernt werden.
es: No se ha podido eliminar la persona del administrador.
fr: Impossible de supprimer le persona du gestionnaire.
it: Impossibile rimuovere il personaggio dal manager.
pt: Falha ao remover a persona do gestor.
ru: Не удалось удалить персонажа из менеджера.

source: Persona deleted successfully.
de: Persona erfolgreich gelöscht.
es: Persona eliminada correctamente.
fr: Personnage supprimé avec succès.
it: Persona eliminata con successo.
pt: Persona eliminada com sucesso.
ru: Персона удалена успешно.

source: Display name is required.
de: Der Anzeigename ist erforderlich.
es: El nombre para mostrar es obligatorio.
fr: Le nom d'affichage est obligatoire.
it: Il nome visualizzato è obbligatorio.
pt: O nome de exibição é obrigatório.
ru: Имя для отображения является обязательным.

source: Voice name is required.
de: Der Name der Stimme ist erforderlich.
es: Se requiere el nombre de la voz.
fr: Le nom vocal est obligatoire.
it: Il nome della voce è obbligatorio.
pt: É necessário indicar o nome da voz.
ru: Имя голоса обязательно для заполнения.

source: Tone is required.
de: Der Ton ist erforderlich.
es: Se requiere tono.
fr: Le ton est obligatoire.
it: È richiesto il tono.
pt: É necessário usar tom.
ru: Требуется тон.

source: System prompt is required.
de: Eine Systemaufforderung ist erforderlich.
es: Se requiere una solicitud del sistema.
fr: Une invite système est requise.
it: È richiesta una richiesta di sistema.
pt: É necessário um aviso do sistema.
ru: Требуется системный запрос.

source: Invalid persona data: {}
de: Ungültige Persönlichkeitdaten: {}
es: Datos de persona no válidos: {}
fr: Personne donnée invalide : {}
it: Dati personali non validi: {}
pt: Dados pessoais inválidos: {}
ru: Недопустимые данные личности: {}

source: Persona saved successfully.
de: Persönlichkeit erfolgreich gespeichert.
es: Persona guardada correctamente.
fr: Personnage enregistré avec succès.
it: Personaggio salvato con successo.
pt: Persona guardada com sucesso.
ru: Персона успешно сохранена.

source: Failed to save persona: {}
de: Persönlichkeit konnte nicht gespeichert werden: {}
es: No se pudo guardar la persona: {}
fr: Échec de l'enregistrement du persona : {}
it: Impossibile salvare il personaggio: {}
pt: Falha ao guardar a persona: {}
ru: Не удалось сохранить персонажа: {}

source: Failed to save personas to configuration.
de: Das Speichern der Persönlichkeiten in der Konfiguration ist fehlgeschlagen.
es: No se han guardado las personas en la configuración.
fr: Échec de l'enregistrement des personas dans la configuration.
it: Impossibile salvare i personaggi nella configurazione.
pt: Falha ao guardar personas na configuração.
ru: Не удалось сохранить персонажей в конфигурации.

source: Failed to save personas to configuration: {}
de: Das Speichern der Persönlichkeiten in der Konfiguration ist fehlgeschlagen: {}
es: No se han guardado las personas en la configuración: {}
fr: Échec de l'enregistrement des personas dans la configuration : {}
it: Impossibile salvare i personaggi nella configurazione: {}
pt: Falha ao guardar personas na configuração: {}
ru: Не удалось сохранить персонажей в конфигурации: {}

source: Personas reloaded from configuration.
de: Persönlichkeiten aus der Konfiguration neu geladen.
es: Personas recargadas desde la configuración.
fr: Personnages rechargés à partir de la configuration.
it: Personaggi ricaricati dalla configurazione.
pt: Personas recarregadas a partir da configuração.
ru: Персонажи перезагружены из конфигурации.

source: Failed to reload personas: {}
de: Das Neuladen der Persönlichkeiten ist fehlgeschlagen: {}
es: Échec du rechargement des personas : {}
fr: Échec du rechargement des personas : {}
it: Impossibile ricaricare i personaggi: {}
pt: Falha ao recarregar personas: {}
ru: Не удалось перезагрузить персоны: {}

source: Available Playlists
de: Verfügbare Wiedergabelisten
es: Disponibles
fr: Listes de lecture disponibles
it: Liste di gioco disponibili
pt: Listas de reprodução disponíveis
ru: Доступные плейлисты

source: New Playlist
de: Neue Wiedergabeliste
es: Nueva lista de reproducción
fr: Nouvelle liste de lecture
it: Nuova lista di giochi
pt: Nova Lista de Reprodução
ru: Новый плейлист

source: Freeze to Tracks
de: An Titeln anpassen
es: Congelar en los rastros
fr: Geler à Tracks
it: Congelare sulle tracce
pt: Congelar nas Trilhas
ru: Заморозить на дорожках

source: Master Playlist
de: Meister-Wiedergabeliste
es: Lista de Reproducción maestra
fr: Liste de lecture principale
it: Playlist principale
pt: Lista de reprodução principal
ru: Главный плейлист

source: Weight:
de: Gewicht:
es: Peso:
fr: Poids:
it: Peso:
pt: Peso:
ru: Вес:

source: Loop
de: Wiederholen
es: Repetir
fr: Boucle
it: Ciclo
pt: Repetir
ru: Зациклить

source: Up
de: Hoch
es: Arriba
fr: Haut
it: Su
pt: Para cima
ru: вверх

source: Down
de: Herunter
es: Abajo
fr: En bas
it: Giù
pt: Aara baixo
ru: вниз

source: Stack (play sequentially)
de: Stapel (sequentiell abspielen)
es: Pila (Reproducir secuencialmente)
fr: Pile (jouer en séquence)
it: Lista (riproduce sequenzialmente)
pt: Stack (toca sequencialmente)
ru: Стэк (выполнять последовательно)

source: Skip memory reshuffle (all)
de: Überspringen Sie die Gedächtnisverschiebungen (alle)
es: Saltar la reorganización de memoria (todo)
fr: Passer la réinitialisation de la mémoire (tous)
it: Salta la riorganizzazione della memoria (tutti)
pt: Pule o rearranjo da memória (todos)
ru: Пропустить переупаковку памяти (все)

source: Interspersed Preview
de: Vorschau mit Einbetten
es: Interspersada Vista Previa
fr: Aperçu interspersé
it: Anteprima interspersa
pt: IntercaleadoPré-Visualização
ru: Разбросанный Предварительный просмотр

source: yes
de: ja
es: sí
fr: oui
it: sì
pt: sim
ru: да

source: no
de: nein
fr: non
pt: não
ru: нет

source: This playlist is already track-based.
de: Diese Weidergabeliste ist bereits Titel-basiert.
es: Esta lista de reproducción ya está basada en pistas.
fr: Cette playlist est déjà basée sur les pistes.
it: Questa playlist è già basata su tracce.
pt: Já está baseado em faixas.
ru: Этот плейлист уже загружен по трекам.

source: Library data not available.
de: Die Bibliothek-Daten sind nicht verfügbar.
es: Datos de la biblioteca no están disponibles.
fr: Données de la bibliothèque non disponibles.
it: I dati della libreria non sono disponibili.
pt: Dados da biblioteca não estão disponíveis.
ru: Библиотека данных недоступна.

source: Convert "{0}" to an explicit track list? This will resolve the current {1} source and replace it with a fixed list of tracks. This cannot be undone.
de: Konvertieren '{0}' in eine explizite Wiedergliedliste? Dies wird die aktuelle {1} Quelle beenden und durch eine feste Liste von Wiedergliedern ersetzen. Dies kann nicht rückgängig gemacht werden.
es: ¿Convertir "{0}" en una lista.de.tracks explícita? Esto resolverá la fuente actual {1} y la reemplazará con una.lista.fija.de.tracks. Esto no se puede.des.hacer.
fr: Convertissez "{0}" en une liste de pistes explicite ? Cela résoudra la source actuelle {1} et la remplacera par une liste fixe de pistes. Ceci ne peut pas être annulé.
it: Converti "{0}" in un elenco esplicito di tracce? Questa azione rimpiazzerà l'attuale origine {1} con una lista fissa di tracce. Non può essere annullato.
pt: Converter "{0}" para uma lista explícita de faixas? Isso irá resolver a origem atual {1} e substituí-la por uma lista fixa de faixas. Isso não pode ser desfeito.
ru: Конвертировать "{0}" в явный список треков? Это разрешилo текущий {1} источник и заменит его на фиксированный список треков. Это нельзя отменить.

source: Playlist "{0}" frozen to {1} tracks.
de: Playliste "{0}" ist eingefroren auf {1} Titel(n).
es: Lista de reproducción "{0}" congelada a {1} cancion(es).
fr: La liste de lecture « {0} » est gelée sur {1} titre(s).
it: La playlist "{0}" è congelata a {1} tracce.
pt: Lista de reprodução "{0}" congelada em {1} faixa(s).
ru: Плейлист "{0}" заморожен на {1} треков.

source: Delete playlist "{0}"?
de: Löschen Sie die Wiedergabeliste "{0}"?
es: ¿Eliminar la lista de reproducción "{0}"?
fr: Voulez-vous supprimer la playlist "{0}" ?
it: Elimina la playlist "{0}"?
pt: Excluir a playlist "{0}"?
ru: Удалить плейлист "{0}"?

source: Sequential Preview
de: Sequenzielle Vorschau
es: Vista previa secuencial
fr: Aperçu séquentiel
it: Anteprima Sequenziale
pt: Prvisão Sequencial
ru: Последовательное Превью

source: Edit Playlist
de: Wiedergabeliste bearbeiten
es: Editar lista de reproducción
fr: Éditer la playlist
it: Modifica Elenco di Ripresea
pt: Editar Lista de Reprodução
ru: Редактировать плейлист

source: Playlist Name
de: Wiedergabelistenname
es: Nombre de la lista
fr: Nom de la liste de lecture
it: Nome della lista dei giochi
pt: Nome da Lista de Reprodução
ru: Список воспроизведения Имя

source: Source Mode
de: Quelle-Modus
es: Modo Fuente
fr: Mode source
it: Modalità Sorgente
pt: Modo de Origem
ru: Источник Режим

source: Directory
de: Verzeichnis
es: Directorio
fr: Annuaire
it: Elenco
pt: Pasta
ru: Директория

source: Explicit Tracks
de: Explizite Lieder
es: Canciones Explícitas
fr: Titres explicites
it: Tracce esplicite
pt: Faixas Explícitas
ru: Особенные композиции

source: Sort Type
de: Sortier-Typ
es: Tipo de ordenación
fr: Tri Type
it: Tipo di Ordinamento
pt: Tipo de Ordenação
ru: Тип сортировки

source: Skip memory reshuffle
de: Gedächtnisres shuffle überspringen
es: Saltar el reacomodo de la memoria
fr: Passer la réinitialisation de la mémoire
it: Saltare la riorganizzazione della memoria
pt: Pule reorganização da memória
ru: Пропустить переарганизацию памяти

source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (opzionale)
pt: Descrição (opcional)
ru: Описание (необязательно)

source: (no directories)
de: (keine Verzeichnisse)
es: (ningún directorio)
fr: (aucun répertoires)
it: (nessuna directory)
pt: (nenhum diretório)
ru: (нет директорий)

source: Load Stored Search
de: Gespeicherte Suche laden
es: Cargar Búsqueda Almacenada
fr: Charger la recherche stockée
it: Carica Ricerca Archiviata
pt: Carregar Pesquisa Armazenada
ru: Загрузить Сохранённый Поиск

source: Add Track via Search
de: Hinzufügen über Suche
es: Agregar pista mediante búsqueda
fr: Ajouter le piste via la Recherche
it: Aggiungi Traccia tramite Ricerca
pt: Adicionar Faixa por meio de Busca
ru: Добавить трек через поиск

source: Library data not available
de: Bibliothek-Daten nicht verfügbar
es: Datos de la biblioteca no disponibles
fr: Données de la bibliothèque non disponibles.
it: Dati della biblioteca non disponibili
pt: Os dados da biblioteca não estão disponíveis.
ru: База данных библиотек не доступна.

source: Please enter a playlist name.
de: Bitte geben Sie einen Playlist-Namen ein.
es: Por favor, ingresa el nombre de la lista de reproducción.
fr: Veuillez saisir le nom de la playlist.
it: Si prega di inserire un nome per l'elenco playlist.
pt: Por favor, insira um nome para a lista de reprodução.
ru: Пожалуйста введите название плейлиста.

source: A playlist named "{0}" already exists. Overwrite?
de: Eine Playlist mit dem Namen {0} existiert bereits. Überschreiben?
es: Una lista de reproducción llamada {0} ya existe. ¿Sobreescribir?
fr: Une playlist nommée {0} existe déjà. Écraser ?
it: Una playlist denominata {0} esiste già. Sovrascrivere?
pt: Uma lista de reprodução nomeada '{0}' já existe! Sobrescrever?
ru: Плейлист с именем '{0}' уже существует. Перезаписать?

source: Please select a directory.
de: Bitte wählen Sie einen Ordner aus.
es: Por favor, seleccione una carpeta.
fr: Veuillez sélectionner un dossier.
it: Si prega di selezionare una cartella.
pt: Por favor, selecione um diretório.
ru: Выберите пожалуйста директорию.

source: Please fill in at least one search field.
de: Bitte füllen Sie mindestens ein Suchfeld aus.
es: Por favor, rellene al menos uno campo de busqueda.
fr: Veuillez remplir au moins un champ de recherche.
it: Si prega di riempire almeno un campo di ricerca.
pt: Por favor, preencha pelo menos um campo de pesquisa.
ru: Пожалуйста, заполните хотя бы одно из поисковых полей.

source: Please add at least one track.
de: Bitte fügen Sie mindestens eine Spur hinzu.
es: Por favor agrega al menos una pista.
fr: Veuillez ajouter au moins une piste.
it: Si prega di aggiungere almeno una traccia.
pt: Por favor, adicione pelo menos uma faixa.
ru: Пожалуйста, добавьте хотя бы одну дорожку.

source: Modify Preset Schedule: {0}
de: Voreingestellten Zeitplan ändern: {0}
es: Modificar horario preestablecido: {0}
fr: Modifier l'horaire prédéfini : {0}
it: Modificare la pianificazione preimpostata: {0}
pt: Modificar a Agenda Predefinida: {0}
ru: Изменить расписание: {0}

source: Schedule Name
de: Zeitplan Name
es: Horario Nombre
fr: Nom de l'horaire
it: Nome del programma
pt: Nome da Agenda
ru: Название расписания

source: Add schedule
de: Zeitplan hinzufügen
es: Añadir horario
fr: Ajouter un horaire
it: Aggiungi programma
pt: Adicionar agendamento
ru: Добавить расписание

source: Start Time
de: Anfangszeit
es: Hora de inicio
fr: Heure de début
it: Ora di inizio
pt: Hora de início
ru: Время старта

source: End Time
de: Endzeit
es: Hora de fin
fr: L'heure de la fin
it: Ora della fine
pt: Hora do fim
ru: Время конца
