Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Are you sure you want to delete {0}? This action cannot be undone.
de: Sind Sie sicher, dass Sie {0} löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar {0}? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer {0} ? Cette action ne peut être annulée.
it: Sei sicuro di voler eliminare {0}? Questa azione non può essere annullata.
pt: Tem a certeza que deseja apagar {0}? Esta acção não pode ser desfeita.
ru: Вы уверены, что хотите удалить {0}? Это действие нельзя отменить.

source: Failed to delete composer:
de: Löschen des Komponisten fehlgeschlagen:
es: Fallido al eliminar el compositor:
fr: Impossible de supprimer le compositeur :
it: Non è riuscito a cancellare il compositore:
pt: Falha ao excluir o compositor:
ru: Не удалось удалить композитора:

source: Search Composers
de: Suche nach Komponisten
es: Buscar compositores
fr: Recherche de compositeurs
it: Ricerca compositori
pt: Compositores de Pesquisa
ru: Поиск композиторов

source: Search Composer
de: Suche Composer
es: Búsqueda Compositor
fr: Compositeur de recherche
it: Ricerca Composer
pt: Compositor de Pesquisa
ru: Композитор поиска

source: Search Genre
de: Genre suchen
es: Búsqueda Genre
fr: Genre de recherche
it: Ricerca Genere
pt: Procurar o Gênero
ru: Поисковый жанр

source: Start Date After
de: Startdatum nach
es: Fecha inicial después de
fr: Date de début après de
it: Data di inizio dopo
pt: Data de início Após de
ru: Дата начала после

source: Start Date Before
de: Startdatum vor
es: Fecha de inicio antes de
fr: Date de début avant de
it: Data di inizio prima
pt: Data de início Antes de
ru: Начните дату раньше

source: End Date After
de: Enddatum nach
es: Fecha final después de
fr: Date de fin après de
it: Data finale dopo
pt: Data de término Após de
ru: Дата окончания после

source: End Date Before
de: Enddatum vor
es: Fecha final antes de
fr: Date de fin avant de
it: Data di fine prima
pt: Data de término Antes de
ru: Дата окончания до

source: No recent searches found.
de: Es wurden keine aktuellen Suchanfragen gefunden.
es: No se han encontrado búsquedas recientes.
fr: Aucune recherche récente n'a été effectuée.
it: Non sono state trovate ricerche recenti.
pt: Nenhuma pesquisa recente encontrada.
ru: Не найдено недавних поисковых запросов.

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
it: Dettagli
pt: Detalhes
ru: Подробности

source: Composer Search
de: Komponisten-Suche
es: Búsqueda de compositores
fr: Recherche de compositeurs
it: Ricerca del compositore
pt: Pesquisa do Compositor
ru: Композитор Поиск

source: Configuration Settings
de: Konfigurationseinstellungen
es: Ajustes de configuración
fr: Paramètres de configuration
it: Impostazioni di configurazione
pt: Configurações
ru: Настройки конфигурации

source: General
de: Allgemeines
fr: Généralités
it: Generale
pt: Geral
ru: Генерал

source: Audio
pt: Áudio
ru: Аудио

source: API Keys
de: API Schlüssel
es: Claves de API
fr: Clés API
it: Chiavi di API
pt: Chaves de API
ru: API ключи

source: TTS Settings
de: Text in Sprache Einstellungen
es: Ajustes por texto a voz
fr: Paramètres de synthèse vocale
it: Impostazioni di testo in voce
pt: Configuração do TTS
ru: Настройки преобразования текста в речь

source: Save Configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Enregistrer la configuration
it: Salva configurazione
pt: Salvar configuração
ru: Сохранить конфигурацию

source: Foreground Color
de: Vordergrundfarbe
es: Color de primer plano
fr: Couleur du premier plan
it: Colore del primo piano
pt: Cor Principal
ru: Цвет переднего плана

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond
it: Colore dello sfondo
pt: Cor de Fundo
ru: Цвет фона

source: Language Learning Language
de: Sprache lernen
es: Lenguas de aprendizaje
fr: Apprentissage des langues
it: Lingua di apprendimento
pt: Linguagem
ru: Язык для изучения языков

source: Language Learning Level
de: Sprachlernstufe
es: Nivel de aprendizaje de idiomas
fr: Niveau d'apprentissage des langues
it: Livello di apprendimento linguistico
pt: Nível de aprendizagem de línguas
ru: Уровень изучения языка

source: Enable Dynamic Volume
de: Dynamisches Volumen aktivieren
es: Activar el volumen dinámico
fr: Activer le volume dynamique
it: Abilitare il volume dinamico
pt: Habilitar volume dinâmico
ru: Включить динамический объем

source: Enable Library Extender
de: Bibliothek-Erweiterung einschalten
es: Activar la extensión de biblioteca
fr: Activer l'extension de bibliothèque
it: Abilitare l'estensione della libreria
pt: Activar o Extender da Biblioteca
ru: Позволяет расширить библиотеку

source: Enable Long Track Splitting
de: Aktivieren der Aufteilung langer Spuren
es: Activar la división de pistas largas
fr: Activer le fractionnement des pistes longues
it: Abilita la suddivisione delle tracce lunghe
pt: Activar a divisão de faixas longas
ru: Включить длинное разделение дорожки

source: Long Track Cutoff (minutes)
de: Grenzwert für lange Spuren (Minuten)
es: Corte para pistas de largas (minutos)
fr: Limite pour les pistes longues (minutes)
it: Taglio per tracce lunghe (minuti)
pt: Corte Long Track (minutos)
ru: Длительный отсечение (минуты)

source: Play Videos in Separate Window
de: Videos im eigenen Fenster abspielen
es: Jugar vídeos en ventana separada
fr: Lire des vidéos dans une fenêtre séparée
it: Giocare video in finestra separata
pt: Reproduzir vídeos em janela separada
ru: Воспроизведение видео в отдельном окне

source: Recently Played Check Count
de: Zählung zur Überprüfung der zuletzt gespielten
es: Recuento para comprobar lo jugado recientemente
fr: Récemment joué - Compteur de vérification
it: Conteggio dei controlli giocati di recente
pt: Contagem de verificação recentemente reproduzida
ru: Недавно сыгранные игры Проверить количество

source: Max Search Results
de: Maximale Suchergebnisse
es: Máximo de resultados de búsqueda
fr: Résultats de recherche Maximum
it: Massimi risultati della ricerca
pt: Resultados da Pesquisa Máxima
ru: Результаты поиска Max

source: Max Recent Searches
de: Kürzlichen Suchanfragen maximal
es: Máximo de búsquedas recientes
fr: Recherches récentes maximales
it: Massimo ricerche recente
pt: Max Pesquisas recentes
ru: Максимум последних запросов

source: OpenWeather API Key
de: OpenWeather API Schlüssel
es: Clave de API OpenWeather
fr: Clé de API OpenWeather
it: Chiave di API OpenWeather
pt: API OpenWeather Chave
ru: OpenWeather API Ключ

source: OpenWeather City
de: OpenWeather Stadt
es: Ciudad OpenWeather
fr: Ville OpenWeather
it: Città OpenWeather
pt: Cidade do Tempo Aberto
ru: Город OpenWeather

source: News API Key
de: News API Schlüssel
es: News API Clave
fr: News API Clé
it: News API Chiave
pt: API de Notícias Chave
ru: News API Ключ

source: Coqui TTS Location
de: Coqui TTS Standort
es: Coqui TTS Ubicación
fr: Coqui TTS Lieu
it: Coqui TTS Posizione
pt: Coqui TTS Localização
ru: Coqui TTS Расположение

source: LLM Model Name
de: LLM Bezeichnung
es: LLM Nombre del modelo
fr: LLM Nom du modèle
it: LLM Nome del modello
pt: LLM Nome do modelo
ru: Название модели LLM

source: Max Chunk Tokens
de: Max Chunk-Münzen
es: Fichas de trozos máximos
fr: Jetons de morceaux maximums
it: Gettoni massimi di pezzi
ru: Максимальное количество токенов

source: Close Configuration
de: Schließen Konfiguration
es: Configuración cercana
fr: Fermer la configuration
it: Configurazione chiusa
pt: Fechar a Configuração
ru: Закрыть конфигурацию

source: Do you want to close the configuration window? Any unsaved changes will be lost.
de: Möchten Sie das Konfigurationsfenster schließen? Jegliche ungenutzte Änderungen werden verloren gehen.
es: ¿Quieres cerrar la ventana de configuración? Se perderán los cambios sin salvar.
fr: Voulez-vous fermer la fenêtre de configuration ? Tout changement non enregistré sera perdu.
it: Vuoi chiudere la finestra di configurazione? Eventuali cambiamenti non salvati saranno persi.
pt: Deseja fechar a janela de configuração? Quaisquer mudanças não salvas serão perdidas.
ru: Вы хотите закрыть окно настроек? Все несохраненные изменения будут утеряны.

source: Configuration saved successfully
de: Konfiguration erfolgreich gespeichert
es: Configuración guardada con éxito
fr: Configuration enregistrée avec succès
it: Configurazione salvata con successo
pt: Configuração salva com sucesso
ru: Конфигурация успешно сохранена

source: Failed to save configuration
de: Nicht verfügbar, um Konfiguration zu speichern
es: Fallado para guardar la configuración
fr: Impossible d'enregistrer la configuration
it: Non riuscito a salvare la configurazione
pt: Falha ao salvar a configuração
ru: Не удалось сохранить конфигурацию

source: Extension Settings
de: Erweiterungseinstellungen
es: Configuración de las extensiónes
fr: Paramètres d'extension
it: Impostazioni di estensione
pt: Configuração da Extensão
ru: Настройки расширения

source: Thread Status
de: Fädenzustand
es: Estado del hilo
fr: État du fil
it: Stato di filetto
pt: Estado do Tópico
ru: Статус нити

source: Click Check Status to see thread state
de: Klicken Sie auf Status überprüfen, um den Fädenzustand zu sehen
es: Click Check Status para ver el estado del hilo
fr: Cliquez sur l'état de vérification pour voir l'état du thread
it: Fare clic su Verifica Stato per visualizzare lo stato di filetto
pt: Clique em Verificar status para ver o estado do thread
ru: Нажмите Check Status, чтобы увидеть состояние потока

source: Check Status
de: Status überprüfen
es: Estado de control
fr: Vérifier l'état
it: Verifica stato
pt: Verificar o Estado
ru: Проверьте статус

source: Strategy
de: Strategie
es: Estrategia
fr: Stratégie
it: Strategia
pt: Estratégia
ru: Стратегия

source: Clear History
de: Löschen des Verlaufs
es: Borrar el historial
fr: Effacer l' historique
it: Cancellare la cronologia
pt: Limpar o Histórico
ru: Ясная история

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
ru: Статистика

source: Date
de: Datum
es: Fecha
it: Data
pt: Data
ru: Дата

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
it: Pubblicato
pt: Publicado
ru: Опубликовано

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
pt: Duração
ru: Продолжительность

source: Attribute
de: Merkmal
es: Atributo
fr: Attribut
it: Attributo
pt: Atributo
ru: атрибут

source: Search Query
de: Sucheanfrage
es: Consulta de búsqueda
fr: Recherche Requête
it: Quesito di ricerca
pt: Pesquisar Pesquisa
ru: Поисковый запрос

source: Status
es: Estado
fr: État
it: Stato
pt: Estado
ru: статус

source: Actions
de: Maßnahmen
es: Acciones
it: Azioni
pt: Acções
ru: Действия

source: Total Extensions: {}
de: Gesamterweiterungen: {}
fr: Total des extensions : {}
it: Estensioni totali: {}
pt: Extensões totais: {}
ru: Общее количество расширений: {}

source: Average Duration: {}
de: Durchschnittliche Dauer: {}
es: Duración promedio: {}
fr: Durée moyenne: {}
it: Durata media: {}
pt: Duração média: {}
ru: Средняя продолжительность: {}

source: Average Duration: N/A
de: Durchschnittliche Dauer: Nicht zutreffend
es: Duración promedio: N/A
fr: Durée moyenne: S.O.
it: Durata media: N/A
pt: Duração média: N/A
ru: Средняя продолжительность: Н/Д

source: Confirm Clear
de: Bestätigen Klar
es: Confirmación clara
fr: Confirmer Effacer
it: Confermare Cancella
pt: Confirmar Limpar
ru: Подтвердить Очистить

source: Are you sure you want to clear all extension history?
de: Sind Sie sicher, dass Sie alle Erweiterungsgeschichte löschen möchten?
es: ¿Estás seguro de que quieres limpiar todo el historial de extensión?
fr: Voulez-vous vraiment effacer tout l'historique de l'extension ?
it: Sei sicuro di voler cancellare tutta la storia dell'estensione?
pt: Tem certeza de que deseja limpar todo o histórico de extensão?
ru: Вы уверены, что хотите очистить всю историю расширений?

source: Confirm Delete
de: Bestätigen Löschen
es: Confirmación
fr: Confirmer Supprimer
it: Conferma Cancella
pt: Confirmar Apagar
ru: Подтвердить удаление

source: Are you sure you want to delete this extension?
de: Sind Sie sicher, dass Sie diese Erweiterung löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta extensión?
fr: Voulez-vous vraiment supprimer cette extension ?
it: Sei sicuro di voler eliminare questa estensione?
pt: Tem certeza de que deseja excluir esta extensão?
ru: Вы уверены, что хотите удалить это расширение?

source: No original filename or id found in extension data
de: Kein ursprünglicher Dateiname oder keine ID in den Erweiterungsdaten gefunden
es: No se ha encontrado ningún nombre de archivo original ni identificador en los datos de la extensión.
fr: Aucun nom de fichier ou identifiant d'origine n'a été trouvé dans les données d'extension.
it: Nessun nome file originale o ID trovato nei dati dell'estensione
pt: Não foi encontrado nenhum nome de ficheiro original ou ID nos dados da extensão
ru: В данных расширения не найдено исходное имя файла или идентификатор

source: Tip: If you've recently added or moved files, try checking 'Overwrite Cache' in the search options.
de: Tipp: Wenn Sie kürzlich Dateien hinzugefügt oder verschoben haben, aktivieren Sie in den Suchoptionen die Option „Cache überschreiben“.
es: Consejo: Si recientemente has añadido o movido archivos, prueba a marcar la opción «Sobrescribir caché» en las opciones de búsqueda.
fr: Conseil : si vous avez récemment ajouté ou déplacé des fichiers, essayez de cocher « Remplacer le cache » dans les options de recherche.
it: Suggerimento: se hai recentemente aggiunto o spostato dei file, prova a selezionare “Sovrascrivi cache” nelle opzioni di ricerca.
pt: Dica: se adicionou ou moveu ficheiros recentemente, tente marcar a opção «Substituir cache» nas opções de pesquisa.
ru: Совет: если вы недавно добавили или переместили файлы, попробуйте установить флажок «Перезаписать кэш» в параметрах поиска.

source: No extension thread running
de: Keine Verlängerungsfäden läuft
es: Sin hilo de extensión
fr: Pas de visserie d'extension
it: Nessun filetto di estensione in esecuzione
pt: Sem linha de extensão em execução
ru: Нет расширения потока

source: Extension thread terminated
de: Verlängerungsfäden beendet
es: Hilo de extensión terminado
fr: Visserie d'extension terminé
it: Filetto di estensione terminato
pt: Fim da linha de extensão
ru: Расширение потока прекращено

source: Extension thread running
de: Verlängerungsfäden läuft
es: Hilo de extensión de ejecución
fr: Visserie d'extension en cours
it: Filetto di estensione in esecuzione
pt: Linha de extensão em execução
ru: Расширяющий поток

source: (with pending jobs)
de: (mit anhängigen Arbeitsplätzen)
es: (con trabajos pendientes)
fr: (avec emplois en attente)
it: (con posti di lavoro in sospeso)
pt: (com empregos pendentes)
ru: (с отложенной работой)

source: (processing delayed operation)
de: (Verarbeitung verzögert Betrieb)
es: (procesamiento de operaciones demoradas)
fr: (traitement des opérations retardées)
it: (processo di funzionamento ritardato)
pt: (transformação tardia)
ru: (задержка обработки)

source: Extension Details
de: Erweiterungsdetails
es: Detalles de la extensión
fr: Détails de l'extension
it: Estensione Dettagli
pt: Detalhes da Extensão
ru: Детали расширения

source: Published:
de: Veröffentlicht:
es: Publicado:
fr: Publié :
it: Pubblicato:
pt: Publicado:
ru: Опубликовано:

source: Duration:
de: Dauer:
es: Duración:
fr: Durée:
it: Durata:
pt: Duração:
ru: Продолжительность:

source: Strategy:
de: Strategie:
es: Estrategia:
fr: Stratégie :
it: Strategia:
pt: Estratégia:
ru: Стратегия:

source: Attribute:
de: Merkmal:
es: Atributo:
fr: Attribut :
it: Attributo:
pt: Atributos:
ru: Атрибут:

source: Search Query:
de: Suchanfrage:
es: Buscar Consulta:
fr: Demande de recherche :
it: Ricerca:
pt: Pesquisar Pesquisa:
ru: Поисковый запрос:

source: Status:
es: Estado:
fr: Statut :
it: Stato:
ru: Статус:

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
it: Fallito
pt: Falhou
ru: Неудача

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt: Sucesso
ru: Успех

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
pt: Descrição:
ru: Описание:

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
pt: Ficheiro:
ru: Файл:

source: Favorite Exists
de: Liebling existiert
es: Existidos favoritos
fr: Existes favoris
it: Esisti preferiti
pt: Existe o favorito
ru: Избранное существует

source: This favorite already exists.
de: Diese Liebling existiert bereits.
es: Este favorito ya existe.
fr: Ce favori existe déjà.
it: Questo preferito esiste già.
pt: Este favorito já existe.
ru: Этот избранный элемент уже существует.

source: Favorite updated successfully.
de: Favorit aktualisiert erfolgreich.
es: Actualización favorita con éxito.
fr: Favoris mis à jour avec succès.
it: Preferito aggiornato con successo.
pt: Actualizado com sucesso.
ru: Избранное успешно обновлено.

source: Create Favorite From Current Track
de: Aus dem aktuellen Track ein Lieblingstrack erstellen.
es: Crear favorito de la pista actual
fr: Créer un favori à partir de la piste actuelle
it: Crea favorito dalla pista corrente
pt: Criar favorito da faixa atual
ru: Создать избранное из текущего трека

source: Create Favorite
de: Favoriten erstellen
es: Crear Favorito
fr: Créer un favori
it: Crea favorito
pt: Criar Favorito
ru: Создать избранное

source: Search Favorites
de: Suche Favoriten
es: Búsqueda Favoritos
fr: Rechercher les favoris
it: Cerca Preferiti
pt: Pesquisar Favoritos
ru: Поиск избранного

source: Play Random Favorite
de: Zufall Lieblings spielen
es: Reproducir Favorito Aleatorio
fr: Jouer Aléatoire Préféré
it: Gioca Random Preferito
pt: Tocar Aleatório Favorito
ru: Играть Случайный Любимый

source: No favorites found.
de: Keine Favoriten gefunden.
es: No se encontraron favoritos.
fr: Aucun favori trouvé.
it: Nessun favorito trovato.
pt: Não foram encontrados favoritos.
ru: Любимые не найдены.

source: No title or filepath available
de: Kein Titel oder Dateipfad verfügbar
es: No hay título o filepath disponible
fr: Aucun titre ou chemin de fichier disponible
it: Nessun titolo o filepath disponibile
pt: Nenhum título ou caminho de arquivo disponível
ru: Нет названия или пути к файлу

source: No valid play query could be generated for this favorite
de: Für diesen Favoriten konnte keine gültige Spielabfrage generiert werden
es: No se puede generar ninguna consulta válida para este favorito
fr: Aucune requête de lecture valide ne peut être générée pour ce favori
it: Nessuna domanda di gioco valida potrebbe essere generato per questo preferito
pt: Não foi possível gerar nenhuma consulta de reprodução válida para este favorito
ru: Ни один действительный игровой запрос не может быть создан для этой любимой игры.

source: No Favorites
de: Keine Lieblings
es: No hay favoritos
fr: Pas de favoris
it: Nessun preferito
pt: Sem Favoritos
ru: Никаких фаворитов

source: No favorites available to play.
de: Keine Lieblings zum Spielen vorhanden.
es: No hay favoritos para jugar.
fr: Pas de favoris disponibles pour jouer.
it: Nessun preferito disponibile per giocare.
pt: Nenhum favorito disponível para jogar.
ru: Любимые игры не доступны.

source: Favorite Details
de: Einzelheiten zu Favorit
es: Detalles del Favorito
fr: Détails du favori
it: Dettagli di Favorite
pt: Detalhes favoritos
ru: Любимые детали

source: Type: Track
de: Typ: Track
es: Tipo: Pista
fr: Type: Voie
it: Tipo: Traccia
pt: Tipo: Faixa
ru: Тип: Трек

source: Update Favorite
de: Aktualisieren Favoriten
es: Actualización Favorito
fr: Mettre à jour les favoris
it: Aggiornamento Favorite
pt: Atualizar favorito
ru: Обновление избранного

source: Remove Favorite
de: Entfernen Favoriten
es: Quitar Favorito
fr: Supprimer les favoris
it: Rimuovi i preferiti
pt: Remover Favorito
ru: Удалить из избранного

source: History Type
de: Geschichte-Typ
es: Tipo de historia
fr: Type d'historique
it: Tipo di storia
pt: Tipo de Histórico
ru: Тип истории

source: Search History
de: Geschichte der Suche
es: Búsqueda Historia
fr: Historique de la recherche
it: Storia della ricerca
pt: Histórico da Pesquisa
ru: Поиск по истории

source: No history found.
de: Keine Geschichte gefunden.
es: No hay historia encontrada.
fr: Aucun historique trouvé.
it: Nessuna storia trovata.
pt: Nenhuma história encontrada.
ru: История не найдена.

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Biblioteca
pt: Biblioteca
ru: Библиотека

source: Library Statistics
de: Bibliothek Statistik
es: Estadísticas de bibliotecas
fr: Statistiques des bibliothèques
it: Statistiche della biblioteca
pt: Estatísticas da Biblioteca
ru: Библиотечная статистика

source: Browse By
de: Durchsuchen
es: Buscar
fr: Parcourir par
it: Sfoglia per
pt: Navegar por
ru: Просмотреть By

source: Search:
de: Suche:
es: Buscar:
fr: Rechercher :
it: Ricerca:
pt: Procurar:
ru: Поиск:

source: Count
de: Anzahl
es: Conde
fr: Nombre
it: Conte
pt: Contagem
ru: граф

source: Total Tracks: {}
de: Gesamte Titel: {}
es: Total de pistas: {}
fr: Total des pistes : {}
it: Tracce totali: {}
pt: Faixas totais: {}
ru: Всего треков: {}

source: Total Albums: {}
de: Gesamtalben: {}
es: Total de álbumes: {}
fr: Total des albums : {}
it: Totali degli album: {}
pt: Álbuns totais: {}
ru: Всего альбомов: {}

source: Total Artists: {}
de: Gesamte Künstler: {}
es: Total de artistas: {}
fr: Total des artistes: {}
it: Artisti totali: {}
pt: Artistas totais: {}
ru: Всего художников: {}

source: Total Composers: {}
de: Gesamte Komponisten: {}
es: Total de compositores: {}
fr: Total des compositeurs : {}
it: Compositori totali: {}
pt: Compositores totais: {}
ru: Всего композиторов: {}

source: Total Instruments: {}
de: Gesamtinstrumente: {}
es: Total de instrumentos: {}
fr: Total des instruments: {}
it: Strumenti totali: {}
pt: Instrumentos totais: {}
ru: Общие инструменты: {}

source: Total Forms: {}
de: Gesamtformen: {}
es: Total de formas: {}
fr: Total des formulaires : {}
it: Forme totali: {}
pt: Formas totais: {}
ru: Общие формы: {}

source: Cache Updated: {}
de: Cache aktualisiert: {}
es: Caché actualizado: {}
fr: Cache mis à jour : {}
it: Cache aggiornata: {}
pt: Cache atualizado: {}
ru: Кэш обновлен: {}

source: No Cache Available
de: Kein Cache verfügbar
es: No hay caché disponible
fr: Aucun cache disponible
it: Nessuna cache disponibile
pt: Sem cache disponível
ru: Кэш недоступен

source: Search Library
de: Bibliothek durchsuchen
es: Buscar en la biblioteca
fr: Recherche dans la bibliothèque
it: Ricerca in biblioteca
pt: Procurar Biblioteca
ru: Поисковая библиотека

source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
pt: Ordenar por
ru: Сортировать по

source: No recent urls found.
de: Keine aktuellen Urls gefunden.
es: No se han encontrado urls recientes.
fr: Aucune url récente n'a été trouvée.
it: Non è stato trovato alcun url recente.
pt: Nenhuma url recente encontrada.
ru: Не найдено последних URL-адресов.

source: (No track selected)
de: (Kein Titel ausgewählt)
es: (Sin pista seleccionada)
fr: (Aucune piste sélectionnée)
it: (Nessun brano selezionato)
pt: (Nenhuma faixa selecionada)
ru: (Трек не выбран)

source: Please wait, overwriting cache and searching...
de: Bitte warten, Cache überschreiben und suchen...
es: Por favor espere, sobreescribiendo caché y buscando...
fr: Veuillez patienter, le cache est écrasé et la recherche est en cours...
it: Attendere, sovrascrivere la cache e la ricerca...
pt: Por favor, aguarde, sobrescrever cache e pesquisa...
ru: Пожалуйста, подождите, перезаписывается кэш и выполняется поиск...

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...
it: Ricerca...
pt: Pesquisando...
ru: В поисках...

source: DJ Personas
de: DJ-Persönlichkeiten
es: Personajes DJ
fr: Personnages DJ
it: DJ Personaggi
pt: Personagens de DJs
ru: DJ Персоны
