Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Shutdown Time
de: Abschaltzeit
es: Tiempo de apagado
fr: Temps d'arrêt
it: Tempo di spegnimento
pt: Hora de encerramento
ru: Время отключения

source: Preset Schedules
de: Voreingestellte Zeitpläne
es: Horarios preestablecidos
fr: Horaires prédéfinis
it: Programmi preimpostati
pt: Agendas predefinidas
ru: Предварительные расписания

source: Create and modify schedules
de: Zeitpläne erstellen und ändern
es: Crear y modificar horarios
fr: Créer et modifier des horaires
it: Creare e modificare le pianificazioni
pt: Criar e modificar agendamentos
ru: Создание и изменение расписаний

source: Clear schedules
de: Klare Zeitpläne
es: Horarios claros
fr: Des horaires clairs
it: Orari chiari
pt: Limpar agendamentos
ru: ясный график

source: No matching tracks found
de: Keine passenden Tracks gefunden
es: No hay pistas encontrados
fr: Aucune trace correspondante trouvée
it: Nessuna traccia corrispondente trovata
pt: Não foram encontradas faixas correspondentes
ru: Никаких следов совпадения не найдено

source: Overwrite Cache
de: Cache überschreiben
es: Sobrescribir caché
fr: Remplacer Cache
it: Sovrascrivi cache
pt: Substituir cache
ru: Перезаписать кэш

source: Save as Playlist
de: Als Wiedergabeliste speichern
es: Guardar como lista de reproducción
fr: Enregistrer comme liste de lecture
it: Salva come Playlist
pt: Guardar como lista de reprodução
ru: Сохранить как плейлист

source: Filter Results
de: Filterergebnisse
es: Filtrar resultados
fr: Filtrer les résultats
it: Filtra risultati
pt: Filtrar resultados
ru: Фильтровать результаты

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se han encontrado resultados.
fr: Aucun résultat n'a été trouvé.
it: Nessun risultato trovato.
pt: Não foram encontrados resultados.
ru: Результаты не найдены.

source: Tip: If you've recently added or moved files, try checking 'Overwrite Cache' in the search options below.
de: Tipp: Wenn Sie kürzlich Dateien hinzugefügt oder verschoben haben, aktivieren Sie in den Suchoptionen die Option „Cache überschreiben“.
es: Consejo: Si recientemente has añadido o movido archivos, prueba a marcar la opción «Sobrescribir caché» en las opciones de búsqueda.
fr: Conseil : si vous avez récemment ajouté ou déplacé des fichiers, essayez de cocher « Remplacer le cache » dans les options de recherche.
it: Suggerimento: se hai recentemente aggiunto o spostato dei file, prova a selezionare “Sovrascrivi cache” nelle opzioni di ricerca.
pt: Dica: se adicionou ou moveu ficheiros recentemente, tente marcar a opção «Substituir cache» nas opções de pesquisa.
ru: Совет: если вы недавно добавили или переместили файлы, попробуйте установить флажок «Перезаписать кэш» в параметрах поиска.

source: No results match the filter '{0}'.
de: Es gibt keine Ergebnisse, die dem Filter „{0}“ entsprechen.
es: No hay resultados que coincidan con el filtro «{0}».
fr: Aucun résultat ne correspond au filtre « {0} ».
it: Nessun risultato corrisponde al filtro ‘{0}’.
pt: Nenhum resultado corresponde ao filtro ‘{0}’.
ru: Результаты, соответствующие фильтру «{0}», не найдены.

source: Found {0} total results. Showing {1} filtered results.
de: Insgesamt {0} Ergebnisse gefunden. Es werden {1} gefilterte Ergebnisse angezeigt.
es: Se han encontrado {0} resultados en total. Mostrando {1} resultados filtrados.
fr: {0} résultats trouvés au total. Affichage de {1} résultats filtrés.
it: Risultati trovati: {0} in totale. Risultati filtrati visualizzati: {1}.
pt: Encontrados {0} resultados no total. Apresentando {1} resultados filtrados.
ru: Найдено {0} результатов. Показано {1} отфильтрованных результатов.

source: Showing {0} filtered results.
de: Es werden {0} gefilterte Ergebnisse angezeigt.
es: Mostrando {0} resultados filtrados.
fr: Affichage de {0} résultats filtrés.
it: Mostrando {0} risultati filtrati.
pt: Mostrando {0} resultados filtrados.
ru: Показано {0} отфильтрованных результатов.

source: Found {0} total results. Showing all results up to {1}.
de: Insgesamt {0} Ergebnisse gefunden. Alle Ergebnisse bis {1} werden angezeigt.
es: Se han encontrado {0} resultados en total. Mostrando todos los resultados hasta {1}.
fr: {0} résultats trouvés au total. Affichage de tous les résultats jusqu'à {1}.
it: Risultati trovati: {0} in totale. Visualizzazione di tutti i risultati fino a {1}.
pt: Encontrados {0} resultados no total. Apresentando todos os resultados até {1}.
ru: Найдено {0} результатов. Показаны все результаты до {1}.

source: Showing all results up to {0}.
de: Alle Ergebnisse bis {0} anzeigen.
es: Mostrando todos los resultados hasta {0}.
fr: Affichage de tous les résultats jusqu'à {0}.
it: Mostrando tutti i risultati fino a {0}.
pt: Mostrando todos os resultados até {0}.
ru: Показаны все результаты до {0}.

source: Find More
de: Mehr finden
es: Buscar más
fr: En savoir plus
it: Trova altro
pt: Encontre mais
ru: Найти больше

source: + Playlist
de: + Wiedergabeliste
es: + Lista de reproducción
fr: + Liste de lecture
it: + Elenco di canzoni
pt: + Lista de reprodução
ru: + Плейлист

source: No Search
de: Keine Suche
es: Sin Buscar
fr: Pas de recherche
it: Nessuna Ricerca
pt: Nenhum
ru: Нет Поиска

source: Please fill in at least one search field first.
de: Bitte füllen Sie mindestens ein Suchfeld zuerst aus.
es: Por favor, rellene al menos uno de los campos de búsqueda primero.
fr: Merci de remplir au moins un champ de recherche d'abord.
it: Si prega di compilare almeno un campo di ricerca prima.
pt: Por favor, preencha pelo menos um campo de pesquisa primeiro.
ru: Пожалуйста, заполните по крайней мере одно поисковое поле сначала.

source: Enter a name for this playlist:
de: Geben Sie einen Namen für diese Playlist ein.
es: Introduce un nombre para esta lista de reproducción
fr: Entrez un nom pour cette playlist
it: Inserisci un nome per questo elenco di playback
pt: Digite um nome para essa playlist.
ru: Введите название для этого плейлиста.

source: Playlist "{0}" saved
de: Playist "{0}" gespeichert
es: La lista de reproducción '{0}' se guardó.
fr: Playlist "{0}" sauvée
it: Elenco playlist '{0}' salvato
pt: Playlist '{0}' salvo
ru: Плейлист '{0}' сохранён

source: No track-based playlists exist. Enter a name for a new one:
de: Es existieren keine titelbasierten Wiedergabelisten. Geben Sie einen Namen für die neue Playlist ein.
es: No existen listas de reproducción basadas en pistas. Introduce un nombre para una nueva lista.
fr: Aucune playliste basée sur les pistes n'existe. Entrez un nom pour une nouvelle playliste.
it: Nessun playlist basato su tracce esiste. Inserisci un nome per crearne uno nuovo.
pt: Nenhuma playlist baseada em faixas existe. Digite um nome para uma nova playlist.
ru: Списков плейлистов на основе треков не существует. Введите название нового списка.

source: Created playlist "{0}" with track
de: hat die Playlist "{0}" erstellt mit dem Track
es: Se creó la playlist "{0}" con la canción
fr: Créé la playlist "{0}" avec le morceau
it: Creato elenco playlist "{0}" con traccia
pt: Criou a playlist "{0}" com música
ru: Создан playlist "{0}" с треком

source: Add to Playlist
de: Zu Warteschlange hinzufügen
es: Agregar a la lista de reproducción
fr: Ajouter à la playlist
it: Aggiungere alla Playlist
pt: Adicionar à Playlist
ru: Добавить в плейлист

source: Available playlists: {0} Enter playlist name:
de: Verfügbare Playlists: {0} Geben Sie die Wiedergabeliste-Name ein:
es: Listas de reproducción disponibles: {0} Introduce el nombre de la lista de reproducción:
fr: Playlists disponibles : {0} Nom de la playlist :
it: Elenco delle playlist disponibili: {0} Inserisci nome della playlist:
pt: Playlists disponíveis: {0} Nome da playlist:
ru: Доступные плейлисты: {0} Введите имя плейлиста:

source: Added to "{0}"
de: Zu „{0}‟ hinzugefügt
es: Agregado a "{0}"
fr: Ajouté à "{0}"
it: Aggiunto a '{0}'
pt: Adicionado a '{0}'
ru: Добавлено в "{0}"

source: Track Details
de: Details zur Strecke
es: Detalles de la pista
fr: Détails de la piste
it: Dettagli della traccia
pt: Detalhes da Faixa
ru: Подробности трека

source: Update
de: Aktualisierung
es: Actualizar
fr: Mise à jour
it: Aggiornamento
pt: Atualizar
ru: обновление

source: Album Artist
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album
it: Artista dell'album
pt: Artista do Álbum
ru: Альбом исполнителя

source: Genre
es: Género
it: Genere
pt: Género
ru: Жанр

source: Track Number
de: Titelnummer
es: Número de pista
fr: Numéro de piste
it: Numero di traccia
pt: Número da Faixa
ru: Номер трека

source: of
de: von
es: de
fr: des
it: di
pt: de
ru: из

source: Disc Number
de: Datenträger Nummer
es: Número de disco
fr: Numéro du disque
it: Numero del disco
pt: Número do disco
ru: Номер диска

source: Musical Form
de: Musikalische Form
es: Forma musical
fr: Forme musicale
it: Forma musicale
pt: Forma Musical
ru: Музыкальная форма

source: Main Instrument
de: Hauptinstrument
es: Instrumento principal
fr: Instrument principal
it: Strumento principale
pt: Instrumento Principal
ru: Основной инструмент

source: Lyrics
de: Liedtext
es: Letras
fr: Lyriques
it: Testi
pt: Letras
ru: слова

source: Comments
de: Bemerkungen
es: Comentarios
fr: Commentaires
it: Osservazioni
pt: Observações
ru: Комментарий

source: Duration:
de: Dauer:
es: Duración:
fr: Durée:
it: Durata:
pt: Duração:
ru: Продолжительность:

source: File:
de: Datei:
es: Archivo:
fr: Fichier:
pt: Ficheiro:
ru: Файл:

source: Track details updated successfully
de: Die Track-Detail-Aktualisierung war erfolgreich.
es: Detalles actualizados con éxito
fr: Les détails de la piste ont été mis à jour avec succès
it: I dettagli del track sono stati aggiornati con successo
pt: Detalhes da faixa atualizados com sucesso
ru: Детали трека успешно обновлены

source: Failed to update track details. Check the logs for more information.
de: Konnte die Trackdetails nicht aktualisieren. Um weitere Details zu erhalten, prüfen Sie die Logfiles.
es: No se pudo actualizar los detalles de la pista. Revise los registros para obtener más información.
fr: Échec à mettre à jour les détails de la piste. Vérifiez les journaux pour plus d'informations.
it: Non è riuscito ad aggiornare i dettagli della traccia. Controlla i registri per maggiori informazioni.
pt: Falhou ao atualizar os detalhes da pista. Verifique o log para mais informações.
ru: Не удалось обновить данные о треке. Дополнительную информацию см. в журналах.

source: Text Input
de: Texteingabe
es: Entrada de texto
fr: Entrée du texte
it: Input di testo
pt: Entrada de Texto
ru: Ввод текста

source: File Input
de: Dateieingabe
es: Entrada de archivos
fr: Entrée du fichier
it: Input di file
pt: Entrada do Ficheiro
ru: Ввод файлов

source: Browse
de: Durchsuchen
es: Navega
fr: Parcourir
it: Sfoglia
pt: Navegar
ru: Просмотр

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
ru: Варианты

source: Speaker:
de: Sprecher:
es: Ponente:
fr: Intervenant :
it: Relatore::
pt: Orador:
ru: Докладчик::

source: Split on lines
de: An Zeilen teilen
es: Dividir en líneas
fr: Séparer sur les lignes
it: Spalato su linee
pt: Dividir nas linhas
ru: Разделить по строкам

source: Speak Text
de: Text sprechen
es: Habla texto
fr: Parlez texte
it: Testo del discorso
pt: Falar o Texto
ru: Прочитать текст

source: Speak File
de: Datei sprechen
es: Hablar archivo
fr: Parlez un fichier
it: Parlare File
pt: Falar o Ficheiro
ru: Файл речи

source: Select Text File
de: Textdatei auswählen
es: Seleccionar archivo de texto
fr: Sélectionner un fichier texte
it: Selezionare File di testo
pt: Selecionar arquivo de texto
ru: Выберите текстовый файл

source: Text files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte
it: File di testo
pt: Ficheiros de texto
ru: Текстовые файлы

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pt: Todos os arquivos
ru: Все файлы

source: Error: No text provided
de: Fehler: Kein Text vorhanden
es: Error: Ningún texto proporcionado
fr: Erreur : Aucun texte fourni
it: Errore: Nessun testo fornito
pt: Erro: Nenhum texto fornecido
ru: Ошибка: нет текста

source: Successfully generated speech file: {}
de: Erfolgreich generierte Sprachdatei: {}
es: Archivo de discurso generado exitosamente: {}
fr: Fichier vocale généré avec succès : {}
it: File vocale generato con successo: {}
pt: Arquivo de discurso gerado com sucesso: {}
ru: Успешно созданный файл речи: {}

source: No output file was generated
de: Es wurde keine Ausgabedatei erstellt
es: No se generó ningún archivo de salida
fr: Aucun fichier de sortie n'a été généré
it: Nessun file di output è stato generato
pt: Não foi gerado nenhum ficheiro de saída
ru: Выходной файл не был сгенерирован

source: Error generating speech: {}
de: Fehler erzeugende Sprache: {}
es: Error al generar el discurso: {}
fr: Erreur lors de la génération de la synthèse vocale : {}
it: Errore durante la generazione del parlato: {}
pt: Erro ao gerar voz: {}
ru: Ошибка при генерации речи: {}

source: Error: No file selected
de: Fehler: Keine Datei ausgewählt
es: Error: No se ha seleccionado ningún archivo
fr: Erreur : Aucun fichier sélectionné
it: Errore: Nessun file selezionato
pt: Erro: Nenhum arquivo selecionado
ru: Ошибка: файл не выбран

source: Error: File does not exist
de: Fehler: Datei existiert nicht
es: Error: El archivo no existe
fr: Erreur : le fichier n'existe pas
it: Errore: Il file non esiste
pt: Erro: O arquivo não existe
ru: Ошибка: файл не существует

source: Error: Path is not a file
de: Fehler: Pfad ist keine Datei
es: Error: Path no es un archivo
fr: Erreur : le chemin n'est pas un fichier
it: Errore: Percorso non è un file
pt: Erro: o caminho não é um ficheiro
ru: Ошибка: Path не является файлом

source: Error: File is empty
de: Fehler: Datei ist leer
es: Error: El archivo está vacío
fr: Erreur : le fichier est vide
it: Errore: Il file è vuoto
pt: Erro: O ficheiro está em branco
ru: Ошибка: файл пуст

source: Password Administration
de: Passwort-Verwaltung
es: Administración de contraseñas
fr: Administration des mots de passe
it: Amministrazione della password
pt: Administração da palavra-passe
ru: Администрирование паролей

source: Password Protection Settings
de: Passwortschutz-Einstellungen
es: Configuración de la protección por contraseña
fr: Paramètres de protection par mot de passe
it: Impostazioni di protezione con password
pt: Definições de proteção por palavra-passe
ru: Настройки защиты паролем

source: Protected Actions
de: Geschützte Handlungen
es: Acciones protegidas
fr: Actions protégées
it: Azioni protette
pt: Acções protegidas
ru: Защищенные действия

source: Select which actions require password authentication:
de: Wählen Sie aus, welche Aktionen eine Kennwortauthentifizierung erfordern:
es: Seleccione qué acciones requieren autenticación de contraseña:
fr: Sélectionnez les actions qui requièrent une authentification par mot de passe :
it: Selezionare le azioni che richiedono l'autenticazione tramite password:
pt: Selecione as acções que requerem autenticação por palavra-passe:
ru: Выберите, какие действия требуют проверки подлинности пароля:

source: (Always protected if a password is set)
de: (Immer geschützt, wenn ein Passwort festgelegt ist)
es: (Siempre protegido si se establece una contraseña)
fr: (Toujours protégé si un mot de passe est défini)
it: (Sempre protetto se è impostata una password)
pt: (Sempre protegido se estiver definida uma palavra-passe)
ru: (Всегда защищена, если установлен пароль)

source: Session Timeout Settings
de: Einstellungen für die Sitzungsdauer
es: Configuración del tiempo de espera de la sesión
fr: Paramètres du délai d'attente de la session
it: Impostazioni di timeout della sessione
pt: Definições de tempo limite da sessão
ru: Настройки таймаута сеанса

source: Enable session timeout (remember password for a period)
de: Sitzungsdauer aktivieren (Passwort eine Zeit lang speichern)
es: Activar el tiempo de espera de la sesión (recordar la contraseña durante un tiempo)
fr: Activer le délai d'attente de la session (se souvenir du mot de passe pendant un certain temps)
it: Abilitare il timeout della sessione (ricordare la password per un certo periodo)
pt: Ativar o tempo limite da sessão (memorizar a palavra-passe durante um período)
ru: Включите тайм-аут сессии (запоминание пароля на определенное время)

source: Session timeout duration (minutes):
de: Dauer der Sitzungsunterbrechung (Minuten):
es: Duración del tiempo de espera de la sesión (minutos):
fr: Durée du délai d'attente de la session (minutes) :
it: Durata del timeout della sessione (minuti):
pt: Duração do tempo limite da sessão (minutos):
ru: Длительность тайм-аута сеанса (минуты):

source: Security Advice Settings
de: Sicherheitshinweise Einstellungen
es: Configuración de consejos de seguridad
fr: Paramètres des avis de sécurité
it: Impostazioni dei consigli di sicurezza
pt: Configurações de conselhos de segurança
ru: Настройки рекомендаций по безопасности

source: Show security advice when no password is configured
de: Sicherheitshinweis anzeigen, wenn kein Kennwort konfiguriert ist
es: Mostrar aviso de seguridad cuando no hay ninguna contraseña configurada
fr: Afficher les avis de sécurité lorsqu'aucun mot de passe n'est configuré
it: Mostra i consigli di sicurezza quando non è configurata alcuna password
pt: Mostrar aviso de segurança quando nenhuma palavra-passe estiver configurada
ru: Показывать советы по безопасности, если пароль не настроен

source: Password Setup
de: Kennwort einrichten
es: Configuración de contraseña
fr: Configuration du mot de passe
it: Impostazione della password
pt: Configuração da palavra-passe
ru: Настройка пароля

source: Password is configured
de: Kennwort ist konfiguriert
es: La contraseña está configurada
fr: Le mot de passe est configuré
it: La password è configurata
pt: A palavra-passe está configurada
ru: Пароль настроен

source: Change Password
de: Kennwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
it: Modifica password
pt: Alterar a palavra-passe
ru: Изменить пароль

source: Remove Password
de: Kennwort entfernen
es: Eliminar contraseña
fr: Supprimer le mot de passe
it: Rimuovi password
pt: Remover a palavra-passe
ru: Удалить пароль

source: Set up a password to enable protection:
de: Richten Sie ein Passwort ein, um den Schutz zu aktivieren:
es: Establezca una contraseña para activar la protección:
fr: Définissez un mot de passe pour activer la protection :
it: Impostare una password per attivare la protezione:
pt: Definir uma palavra-passe para ativar a proteção:
ru: Установите пароль для включения защиты:

source: New Password:
de: Neues Kennwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
it: Nuova password:
pt: Nova palavra-passe:
ru: Новый пароль:

source: Confirm Password:
de: Bestätigen Sie das Kennwort:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
it: Confermare la password:
pt: Confirmar a palavra-passe:
ru: Подтвердите пароль:

source: Set Password
de: Kennwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
it: Impostare la password
pt: Definir palavra-passe
ru: Установить пароль

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialisation aux valeurs par défaut
it: Ripristino dei valori predefiniti
pt: Repor as predefinições
ru: Сброс настроек по умолчанию

source: Set to Current
de: Auf Strom einstellen
es: Ajustar a actual
fr: Régler sur le courant
it: Imposta su corrente
pt: Definir como atual
ru: Установить на текущий

source: Export Cache as JSON
de: Cache als JSON exportieren
es: Exportar caché como JSON
fr: Exporter le cache au format JSON
it: Esportare la cache come JSON
pt: Exportar cache como JSON
ru: Экспорт кэша в формате JSON

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
fr: Sauvegarder les paramètres
it: Salva le impostazioni
pt: Guardar definições
ru: Сохранить настройки

source: Password protection settings saved.
de: Kennwortschutz-Einstellungen gespeichert.
es: Ajustes de protección por contraseña guardados.
fr: Sauvegarde des paramètres de protection par mot de passe.
it: Impostazioni di protezione con password salvate.
pt: Definições de proteção por palavra-passe guardadas.
ru: Сохранение настроек защиты паролем.

source: Are you sure you want to reset all password protection settings to their default values?
de: Sind Sie sicher, dass Sie alle Kennwortschutzeinstellungen auf die Standardwerte zurücksetzen wollen?
es: ¿Estás seguro de que quieres restablecer todos los ajustes de protección de contraseña a sus valores por defecto?
fr: Êtes-vous sûr de vouloir rétablir les valeurs par défaut de tous les paramètres de protection par mot de passe ?
it: Siete sicuri di voler ripristinare tutte le impostazioni di protezione della password ai valori predefiniti?
pt: Tem a certeza de que pretende repor todas as definições de proteção por palavra-passe para os valores predefinidos?
ru: Вы уверены, что хотите сбросить все настройки защиты паролем до значений по умолчанию?

source: Settings reset to defaults.
de: Die Einstellungen werden auf die Standardwerte zurückgesetzt.
es: Restablece los ajustes predeterminados.
fr: Les paramètres sont réinitialisés aux valeurs par défaut.
it: Le impostazioni vengono ripristinate ai valori predefiniti.
pt: As definições são repostas para os valores predefinidos.
ru: Настройки сбрасываются до значений по умолчанию.

source: Are you sure you want to restore all settings to their current saved state? This will discard any unsaved changes.
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihren aktuellen Stand zurücksetzen wollen? Dadurch werden alle nicht gespeicherten Änderungen verworfen.
es: ¿Estás seguro de que quieres restaurar todos los ajustes a su estado actual? Esto descartará cualquier cambio no guardado.
fr: Êtes-vous sûr de vouloir rétablir tous les paramètres dans leur état actuel ? Cette opération annulera toutes les modifications non enregistrées.
it: Siete sicuri di voler ripristinare tutte le impostazioni allo stato attuale di salvataggio? In questo modo si elimina qualsiasi modifica non salvata.
pt: Tem a certeza de que pretende restaurar todas as definições para o estado atual guardado? Isto irá eliminar quaisquer alterações não guardadas.
ru: Вы уверены, что хотите восстановить все настройки в текущем сохраненном состоянии? Это приведет к удалению всех несохраненных изменений.

source: Settings restored to current saved state.
de: Die Einstellungen werden auf den aktuell gespeicherten Stand zurückgesetzt.
es: Configuración restaurada al estado actual guardado.
fr: Les paramètres sont rétablis dans leur état actuel.
it: Le impostazioni vengono ripristinate allo stato correntemente salvato.
pt: Definições restauradas para o estado atual guardado.
ru: Настройки восстанавливаются в текущее сохраненное состояние.

source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, introduzca una contraseña.
fr: Veuillez saisir un mot de passe.
it: Inserire una password.
pt: Introduzir uma palavra-passe.
ru: Пожалуйста, введите пароль.

source: Passwords do not match.
de: Die Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
pt: As palavras-passe não coincidem.
ru: Пароли не совпадают.

source: Password must be at least 6 characters long.
de: Das Kennwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
it: La password deve essere lunga almeno 6 caratteri.
pt: A palavra-passe deve ter pelo menos 6 caracteres.
ru: Пароль должен состоять не менее чем из 6 символов.
