Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Password set successfully.
de: Kennwort erfolgreich gesetzt.
es: Contraseña establecida correctamente.
fr: Le mot de passe a été défini avec succès.
it: Password impostata con successo.
pt: Palavra-passe definida com êxito.
ru: Пароль установлен успешно.

source: Failed to set password.
de: Das Kennwort konnte nicht gesetzt werden.
es: Fallo al establecer la contraseña.
fr: Échec de la définition du mot de passe.
it: Impossibile impostare la password.
pt: Falha na definição da palavra-passe.
ru: Не удалось установить пароль.

source: Current Password:
de: Aktuelles Kennwort:
es: Contraseña actual:
fr: Mot de passe actuel :
it: Password attuale:
pt: Palavra-passe atual:
ru: Текущий пароль:

source: Confirm New Password:
de: Neues Kennwort bestätigen:
es: Confirme la nueva contraseña:
fr: Confirmez le nouveau mot de passe :
it: Confermare la nuova password:
pt: Confirmar a nova palavra-passe:
ru: Подтвердите новый пароль:

source: Current password is incorrect.
de: Das aktuelle Kennwort ist nicht korrekt.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
it: La password attuale non è corretta.
pt: A palavra-passe atual está incorrecta.
ru: Текущий пароль неверен.

source: New passwords do not match.
de: Die neuen Kennwörter stimmen nicht überein.
es: Las nuevas contraseñas no coinciden.
fr: Les nouveaux mots de passe ne correspondent pas.
it: Le nuove password non corrispondono.
pt: As novas palavras-passe não correspondem.
ru: Новые пароли не совпадают.

source: Password changed successfully.
de: Kennwort erfolgreich geändert.
es: Contraseña cambiada con éxito.
fr: Le mot de passe a été modifié avec succès.
it: La password è stata modificata con successo.
pt: Palavra-passe alterada com sucesso.
ru: Пароль успешно изменен.

source: Failed to change password.
de: Kennwort kann nicht geändert werden.
es: Error al cambiar la contraseña.
fr: Échec de la modification du mot de passe.
it: Impossibile modificare la password.
pt: Falha ao alterar a palavra-passe.
ru: Не удалось изменить пароль.

source: Are you sure you want to remove password protection? This will disable all password requirements.
de: Sind Sie sicher, dass Sie den Kennwortschutz aufheben wollen? Dadurch werden alle Kennwortanforderungen deaktiviert.
es: ¿Está seguro de que desea eliminar la protección por contraseña? Esto desactivará todos los requisitos de contraseña.
fr: Êtes-vous sûr de vouloir supprimer la protection par mot de passe ? Cela désactivera toutes les exigences en matière de mot de passe.
it: Siete sicuri di voler rimuovere la protezione con password? In questo modo si disabilitano tutti i requisiti di password.
pt: Tem a certeza de que pretende remover a proteção por palavra-passe? Isto irá desativar todos os requisitos de palavra-passe.
ru: Вы уверены, что хотите снять защиту паролем? Это отключит все требования к паролю.

source: Password removed successfully.
de: Kennwort erfolgreich entfernt.
es: Contraseña eliminada correctamente.
fr: Le mot de passe a été supprimé avec succès.
it: La password è stata rimossa con successo.
pt: Palavra-passe removida com sucesso.
ru: Пароль успешно удален.

source: Failed to remove password.
de: Das Kennwort konnte nicht entfernt werden.
es: No se ha podido eliminar la contraseña.
fr: Échec de la suppression du mot de passe.
it: Impossibile rimuovere la password.
pt: Falha ao remover a palavra-passe.
ru: Не удалось удалить пароль.

source: Cache exported as JSON to:
de: Cache als JSON exportiert nach:
es: Caché exportado como JSON a:
fr: Cache exporté en JSON vers :
it: Cache esportata come JSON in:
pt: Cache exportada como JSON para:
ru: Кэш экспортируется в формате JSON в:

source: Failed to export cache as JSON:
de: Der Cache konnte nicht als JSON exportiert werden:
es: Error al exportar la caché como JSON:
fr: Échec de l'exportation du cache au format JSON :
it: Esportazione fallita della cache come JSON:
pt: Falha ao exportar a cache como JSON:
ru: Не удалось экспортировать кэш в формате JSON:

source: Password Required
de: Kennwort erforderlich
es: Contraseña obligatoria
fr: Mot de passe requis
it: Password richiesta
pt: Palavra-passe necessária
ru: Требуется пароль

source: Password Protection
de: Kennwortschutz
es: Protección por contraseña
fr: Protection par mot de passe
it: Protezione con password
pt: Proteção por palavra-passe
ru: Защита паролем

source: Password required for: {0}
de: Kennwort erforderlich für: {0}
es: Contraseña requerida para: {0}
fr: Mot de passe requis pour : {0}
it: Password richiesta per: {0}
pt: Palavra-passe necessária para: {0}
ru: Требуется пароль для: {0}

source: Password:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
pt: Palavra-passe:
ru: Пароль:

source: Password Protection Available
de: Kennwortschutz verfügbar
es: Protección por contraseña disponible
fr: Protection par mot de passe disponible
it: Protezione con password disponibile
pt: Proteção por palavra-passe disponível
ru: Доступна защита паролем

source: This action requires password protection: {0}
de: Diese Aktion erfordert einen Kennwortschutz: {0}
es: Esta acción requiere protección por contraseña: {0}
fr: Cette action nécessite une protection par mot de passe : {0}
it: Questa azione richiede la protezione con password: {0}
pt: Esta ação requer a proteção por palavra-passe: {0}
ru: Это действие требует защиты паролем: {0}

source: Password protection is not currently configured. You can:
de: Der Kennwortschutz ist derzeit nicht konfiguriert. Sie können:
es: La protección por contraseña no está configurada actualmente. Puede hacerlo:
fr: La protection par mot de passe n'est pas configurée actuellement. Vous pouvez :
it: La protezione con password non è attualmente configurata. È possibile:
pt: A proteção por palavra-passe não está atualmente configurada. É possível:
ru: В настоящее время защита паролем не настроена. Вы можете:

source: • Configure password protection for sensitive actions
de: • Konfigurieren Sie den Kennwortschutz für sensible Aktionen
es: • Configurar la protección por contraseña de las acciones sensibles
fr: • Configurer la protection par mot de passe des actions sensibles
it: • Configurare la protezione con password per le azioni sensibili
pt: • Configurar a proteção por palavra-passe para acções sensíveis
ru: • Настройте защиту паролем для важных действий

source: • Continue without password protection (less secure)
de: • Weiter ohne Kennwortschutz (weniger sicher)
es: • Continuar sin protección por contraseña (menos seguro)
fr: • Continuer sans protection par mot de passe (moins sûr)
it: • Continuare senza password (meno sicuro)
pt: • Continuar sem proteção por palavra-passe (menos seguro)
ru: • Продолжить без защиты паролем (менее безопасно)

source: Don't show this security advice again
de: Diese Sicherheitshinweise nicht mehr anzeigen
es: No volver a mostrar este aviso de seguridad
fr: Ne plus afficher cet avis de sécurité
it: Non mostrare più questo avviso di sicurezza
pt: Não mostrar mais este aviso de segurança
ru: Не показывать больше это предупреждение о безопасности

source: Configure Protection
de: Schutz konfigurieren
es: Configurar la protección
fr: Configurer la protection
it: Configurare la protezione
pt: Configurar a proteção
ru: Настройка защиты

source: Continue Without Protection
de: Weiter ohne Schutz
es: Continuar sin protección
fr: Continuer sans protection
it: Continuare senza protezione
pt: Continuar sem proteção
ru: Продолжайте работать без защиты

source: Password protection is required for this action but is not currently configured.
de: Für diese Aktion ist ein Kennwortschutz erforderlich, der jedoch derzeit nicht konfiguriert ist.
es: La protección por contraseña es necesaria para esta acción, pero actualmente no está configurada.
fr: La protection par mot de passe est requise pour cette action mais n'est pas configurée actuellement.
it: La protezione con password è necessaria per questa azione, ma al momento non è configurata.
pt: A proteção por palavra-passe é necessária para esta ação, mas não está atualmente configurada.
ru: Для этого действия требуется защита паролем, но в настоящее время она не настроена.

source: Incorrect password
de: Falsches Kennwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
pt: Palavra-passe incorrecta
ru: Неверный пароль

source: New Blacklist Item
de: Neues Sperrliste-Element
es: Nuevo Elemento de Lista Negra
fr: Nouveau dans la liste noire
it: Nuovo Elemento della Blacklist
pt: Novo item da lista negra
ru: Новый элемент чёрного списка

source: Preview window not yet available.
de: Das Vorschau-Fenster ist noch nicht verfügbar.
es: La ventana de previsualización no está disponible todavía.
fr: La fenêtre de prévisualisation n'est pas encore disponible.
it: La finestra di anteprima non è ancora disponibile.
pt: A janela de prévia ainda não está disponível.
ru: Окно предварительного просмотра пока недоступно.

source: Mute
de: Still
es: Mudo
fr: Muet
it: Muta
pt: Mudo
ru: немой

source: Effective output volume after track normalization. Sidebar/overlay slider sets base volume.
de: Effektive Ausgabehäufigkeit nach der Track-Normalisierung. Mit dem Sidebar-/Überlagerschalter legt man die Basis-Häufigkeit fest.
es: Volumen de salida efectivo después de la normalización de pista. La barra lateral/panel flotante utiliza un control deslizante para establecer el volumen base.
fr: Volume de sortie effective après la normalisation de piste. Barre latérale/surimpression glissière qui fixe le volume de base.
it: Volume di uscita effettivo dopo la normalizzazione delle tracce. Il pulsante a tendina della barra laterale/sovrapposta imposta il volume base.
pt: Volume de saída efetivo após a normalização da pista. O painel lateral/janela de sobreposição possui um controlador deslizante que define o volume-base.
ru: Эффективный выходной уровень громкости после нормализации дорожки. Слайдер в sidebar/overlay задает базовый уровень громкости.

source: Unmute
de: Aufstummen
es: Desmutear
fr: Démuter
it: Smuttare
pt: Desmutar
ru: Размутить

source: Album art
de: Albenkunst
es: Arte del álbum
fr: Art de l'album
it: Arte dell'album
pt: Álbum de Arte
ru: Обложка альбома

source: Shuffle
de: Mischen
es: Mezcla
fr: Mélange
it: Mescolare
pt: Embaralhar
ru: Перемешать

source: Sort Config Override...
de: Überschreibung der Konfiguration (Sort)...
fr: Override du tri de configuration...
it: Ordine della configurazione di sostituzione...
pt: Ordenar Configuração Substituir...
ru: Сортировать Конфиг Переопределение...

source: played
de: spielte
es: jugado
fr: joué
it: giocato
pt: jogado
ru: играл

source: Skip To
de: Überspringen zu
es: Saltar hasta
fr: Passer à
it: Salta a
pt: Pular para
ru: Пропустить до

source: Sort Options...
de: Sortieren Optionen...
es: Opciones de orden...
fr: Options de tri...
it: Ordinare Opzioni...
pt: Ordenar Opções...
ru: Параметры сортировки...

source: Playlist updated successfully
de: Playlist hat sich erfolgreich aktualisiert
es: La lista de reproducción se actualizó exitosamente
fr: La playlist a été mise à jour avec succès.
it: Playlist aggiornata completamente
pt: Playlist atualizada com sucesso
ru: Плейлист успешно обновлен

source: Playlist created successfully
de: Wiedergabeliste erstellt erfolgreich
es: Playlist creado con éxito
fr: La playlist a été créée avec succès
it: Elenco di riproduzione creato con successo
pt: Lista de reprodução criada com sucesso
ru: Плейлист успешно создан

source: No days selected
de: Keine Tage ausgewählt
es: Ningún día seleccionado
fr: Aucun jour sélectionné
it: Nessun giorno che siano stati selezionati
pt: Nenhum dia foi selecionado.
ru: Нет выбранных дней

source: Search all fields
de: Alle Felder suchen
es: Buscar en todos los campos
fr: Rechercher dans tous les champs
it: Cerca tutti i campi
pt: Pesquisar todos os campos
ru: Искать во всех полях

source: Search Title
de: Suche Titel
es: Buscar Título
fr: Titre de recherche
it: Titolo di Ricerca
pt: Pesquisar Título
ru: Название поиска

source: Search Album
de: Suche Album
es: Buscar Álbum
fr: Rechercher l'album
it: Cerca Album
pt: Procurar Álbum
ru: Поиск альбома

source: Search Artist
de: Suche Künstler
es: Buscar Artista
fr: Rechercher l'artiste
it: Ricerca Artista
pt: Buscar Artista
ru: Искать ARTIST

source: Search Instrument
de: Suchgerät
es: Instrumento de búsqueda
fr: Instrument de recherche
it: Ricerca Strumento
pt: Pesquisar Instrumento
ru: Инструмент Поиска

source: Search Form
de: Suchformular
es: Formulario de búsqueda
fr: Formulaire de recherche
it: Form di Ricerca
pt: Formulário de Pesquisa
ru: Поисковая форма

source: Select a playlist:
de: Wählen Sie eine Playlist aus
es: Seleccione una playlist
fr: Sélectionnez une playlist
it: Seleziona una playlist
pt: Selecione uma lista de reprodução
ru: Выберите плейлист

source: Sort Config Override
de: Sortierungskonfigurationsüberschreibung
es: Ordenar Configuración Sobrescribir
fr: Tri de configuration redémarré
it: Ordine della configurazione di sostituzione
ru: Сортировка конфигурации: Перезапись

source: Sort Options
de: Sortieroptionen
es: Opciones de ordenar
fr: Options de tri
it: Opzioni di ordinamento
pt: Opções de Ordenar
ru: Сортировка Опций

source: Non-default values here override every playlist in the master config.
de: Die nicht Standard-Werte hier überschreiben jede Wiedergabeliste in der Meisterkonfiguration.
es: Los valores no predeterminados aquí sobrescriben todas las listas de reproducción en la configuración maestra.
fr: Les valeurs non par défaut ici annulent chaque playlist dans la configuration maîtresse.
it: Valori non predefiniti qui sovrascrivono ogni elenco di canzoni nel config principale.
pt: Valores não padrão aqui substituem todos os playlists na configuração mestre.
ru: Неявные значения здесь перезатирают каждый playlist в главном конфигурационном файле.

source: Disable recently-played memory reshuffling
de: Die Umbenennung von kürzlich abgespielten Dateien deaktivieren
es: Deshabilitar la reorganización de la memoria de reproducciones recientes
fr: Désactivez la relecture aléatoire des morceaux récemment joués.
it: Disabilitare la riorganizzazione della memoria recentemente utilizzata
pt: Desabilitar o rearranjo da memória recentemente jogada
ru: Отключить переупорядочивание недавно воспроизведённой памяти

source: Skip random start
de: Den zufälligen Start überspringen
es: Saltar el inicio aleatorio
fr: Sauter au début aléatoire
it: Salta l'inizio casuale
pt: Pular início aleatório
ru: Пропустить случайное начало

source: Use deterministic grouping order instead of random start-track seeding
de: Verwenden Sie den deterministischen Gruppierungsreihenfolge statt der zufälligen Starttrack-Zeitseedung.
es: Utilice un orden de agrupación determinístico en lugar del semillado aleatorio de pistas iniciales.
fr: Utiliser un ordre de regroupement déterministe plutôt qu'un semis de piste aléatoire.
it: Utilizza un ordinamento deterministico del gruppo invece di un'inzializzazione casuale del percorso (start-track)
pt: Use ordem de agrupamento determinística ao invés de iniciar com semeadores aleatórios
ru: Используйте детерминированную группировку по порядку вместо случайной инициализации траектории.

source: Force the thorough scour-based memory check for all playlist sizes
de: Erforderliche Durchführung einer sorgfältigen Bereinigungsbasierten Speicherüberprüfung für alle Wiedergabelistengrößen
es: Forzar una inspección completa de la memoria basada en limpieza para todos los tamaños de lista de reproducción.
fr: Exécuter un contrôle de mémoire basé sur le nettoyage approfondi pour toutes les tailles de playlist.
it: Forzare il controllo completo basato sulla pulizia della memoria per tutte le dimensioni delle playlist
pt: Forçar a verificação de memória baseada em varredura detalhada para todos os tamanhos de playlist
ru: Обязать тщательную очистительную проверку памяти для всех размеров playlist

source: Check count override:
de: Überschreibungsprüfanzahl:
es: Sobrescritura del conteo de verificaciones
fr: Override du compteur de vérifications :
it: Sovrascrittura del controllo di conteggio:
pt: Verifique a sobreposição de contagem:
ru: Переопределение счетчика проверки:

source: Override the adaptive recently-played check count with a fixed value
de: Überschreiben Sie die anpassbare Überprüfung der neuesten Auswahlverlauf mit einer festgelegten Zahl.
es: Sobrescribir el contador de comprobación recientemente jugados con un valor fijo
fr: Surécrire le compteur d'adaptation des vérifications récemment jouées avec une valeur fixe.
it: Sovrascrivere il conto dei controlli recentemente riprodotto adattativo con un valore fisso
pt: Forçar o contador de verificação recentemente tocado adaptativo com um valor fixo.
ru: Переопределить адаптивное количество проверок недавно воспроизведённых элементов на фиксированную величину.

source: Set Timer
de: Zeitnehmer einstellen
es: Configurar Temporizador
fr: Définir le minuteur
it: Impostare il timer
pt: Configurar Relógio
ru: Установить таймер

source: Hours:
de: Stunden:
es: Horas:
fr: Heures :
it: Ore:
pt: Horas:
ru: Часы:

source: Minutes:
de: Minuten:
es: Minutos:
it: Minuti:
pt: Minutas:
ru: Минуты:

source: Seconds:
de: Sekunden:
es: Segundos:
fr: Secondes :
it: Secondi:
pt: Segundos:
ru: Секунды:

source: Timer Display
de: Zeitdisplay
es: Pantalla del temporizador
fr: Affichage du minuteur
it: Mostratore del timer
pt: Exibição da hora
ru: Таймер Дисплей

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
pt: Pronto
ru: Готов

source: Start
de: Starten
es: Iniciar
fr: Début
it: Inizio
pt: Iniciar
ru: Начать

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Reimposta
pt: Redefinir
ru: Сбросить

source: Running...
de: Läuft...
es: Correr...
fr: En cours...
it: Stando...
pt: Correndo...
ru: Бегущий...

source: Timer Complete!
de: Zeitnehmer abgeschlossen!
es: ¡Tiempo terminado!
fr: Horloge terminée !
it: Temporizzatore Completato!
pt: Temporizador Concluído!
ru: Таймер завершён!

source: Paused
de: Angehalten
es: En pausa
fr: En pause
it: In pausa
pt: Em pausa
ru: Приостановлено

source: Invalid Time
de: Ungültige Uhrzeit
es: Hora no válida
fr: Temps invalid
it: Ora non valida
pt: Horário inválido
ru: Неверное время

source: Please enter a valid time greater than 0.
de: Bitte geben Sie eine gültige Zeit größer als 0 ein.
es: Por favor ingrese una hora válida mayor que 0.
fr: Veuillez entrer un temps valide supérieur à 0.
it: Si prega di inserire un tempo valido maggiore di 0.
pt: Por favor insira uma hora válida maior que 0.
ru: Введите действительное время, большее чем 0.

source: Invalid Input
de: Ungültiger Eingabewert
es: Entrada inválida
fr: Entrée invalide
it: Input non valido
pt: Entrada inválida
ru: Неверный ввод

source: Please enter valid numbers for hours, minutes, and seconds.
de: Bitte geben Sie gültige Zahlen für Stunden, Minuten und Sekunden ein.
es: Por favor, introduzca números válidos para horas, minutos y segundos.
fr: Veuillez entrer des nombres valables pour les heures, les minutes et les secondes.
it: Si prega di inserire numeri validi per ore, minuti e secondi.
pt: Por favor, insira números válidos para horas, minutos e segundos.
ru: Пожалуйста введите действительные числа для часов, минут и секунд.

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
pt: Retomar
ru: Возобновить

source: Year must be between 0 and 9999
de: Jahr muss zwischen 0 und 9999 liegen
es: El año debe estar entre 0 y 9999
fr: L'année doit être comprise entre 0 et 9999
it: L'anno deve essere compreso tra 0 e 9999
pt: Ano deve ser entre 0 e 9999
ru: Год должен быть в диапазоне от 0 до 9999

source: {0} cannot be negative
de: {0} kann nicht negativ sein
es: {0} no puede ser negativo
fr: {0} ne peut pas être négatif
it: {0} non può essere negativo
pt: {0} não pode ser negativo
ru: {0} не может быть отрицательным

source: {0} must be a valid number
de: {0} muss eine gültige Zahl sein
es: {0} debe ser un número válido
fr: {0} doit être un nombre valable
it: {0} deve essere un numero valido
pt: {0} deve ser um número válido
ru: {0} дійсне чи сіть

source: No file selected
de: Keine Datei ausgewählt
es: No se ha seleccionado ningún archivo
fr: Aucun fichier sélectionné
it: Nessun file selezionato
pt: Nenhum arquivo selecionado
ru: Нет выбранного файла

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
pt: Cidade
ru: Город

source: Gathering weather data...
de: Wetterdaten sammeln...
es: Recopilando datos meteorológicos...
fr: Collecte des données météorologiques...
it: Raccolta dei dati meteorologici...
pt: Coletando dados meteorológicos...
ru: Сбор данных погоды...

source: Error: {}
de: Fehler: {}
fr: Erreur : {}
it: Errore: {}
pt: Erro: {}
ru: Ошибка: {}

source: Info
es: Información
pt: Informação
ru: Информация

source: Administration Error
de: Verwaltungsfehler
es: Error de Administración
fr: Erreur d'administration
it: Errore di amministrazione
pt: Erro de Administração
ru: Ошибка администратора

source: Audio Device Detection Failed
de: Erkennung des Audiogeräts fehlgeschlagen
es: Error en la detección del dispositivo de audio
fr: Détection du périphérique audio échouée
it: Rilevamento dispositivo audio non riuscito
pt: Falha na deteção do dispositivo de áudio
ru: Не удалось обнаружить аудиоустройство

source: Could not detect the current audio output device.
de: Das aktuelle Audioausgabegerät konnte nicht erkannt werden.
es: No se pudo detectar el dispositivo de salida de audio actual.
fr: Impossible de détecter le périphérique de sortie audio actuel.
it: Impossibile rilevare il dispositivo di uscita audio corrente.
pt: Não foi possível detetar o dispositivo de saída de áudio atual.
ru: Не удалось определить текущее устройство вывода звука.

source: Expected device for {0} time: {1}
de: Erwartetes Gerät für {0} Zeit: {1}
es: Dispositivo esperado durante {0} tiempo: {1}
fr: Dispositif attendu pendant {0} temps : {1}
it: Dispositivo previsto per {0} tempo: {1}
pt: Dispositivo esperado para {0} tempo: {1}
ru: Ожидаемое устройство для {0} времени: {1}

source: Please verify that your audio device is connected and turned on, and switch to the expected device manually if needed.
de: Bitte überprüfen Sie, ob Ihr Audiogerät angeschlossen und eingeschaltet ist, und wechseln Sie bei Bedarf manuell zum gewünschten Gerät.
es: Comprueba que tu dispositivo de audio esté conectado y encendido, y cambia manualmente al dispositivo deseado si es necesario.
fr: Veuillez vérifier que votre périphérique audio est connecté et allumé, puis passez manuellement au périphérique souhaité si nécessaire.
it: Verifica che il tuo dispositivo audio sia collegato e acceso, quindi passa manualmente al dispositivo desiderato, se necessario.
pt: Verifique se o seu dispositivo de áudio está conectado e ligado e, se necessário, mude manualmente para o dispositivo desejado.
ru: Убедитесь, что ваше аудиоустройство подключено и включено, и при необходимости вручную переключитесь на нужное устройство.

source: Audio Device Warning
de: Warnung zum Audiogerät
es: Advertencia sobre el dispositivo de audio
fr: Avertissement concernant les appareils audio
it: Avviso dispositivo audio
pt: Aviso do dispositivo de áudio
ru: Предупреждение об аудиоустройстве

source: Audio Device Mismatch
de: Audio-Gerätefehlanpassung
es: Dispositivo de audio incompatible
fr: Incompatibilité des périphériques audio
it: Dispositivo audio non compatibile
pt: Incompatibilidade do dispositivo de áudio
ru: Несоответствие аудиоустройств

source: Current device: {0}
de: Aktuelles Gerät: {0}
es: Dispositivo actual: {0}
fr: Appareil actuel : {0}
it: Dispositivo attuale: {0}
pt: Dispositivo atual: {0}
ru: Текущее устройство: {0}
