Repository: tomhallmain/muse
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt, ru

source: Do you want to save changes before closing?
de: Möchten Sie die Änderungen vor dem Schließen speichern?
es: ¿Desea guardar los cambios antes de cerrar?
fr: Souhaitez-vous enregistrer les modifications avant de fermer ?
it: Vuoi salvare le modifiche prima di chiudere?
pt: Pretende guardar as alterações antes de as fechar?
ru: Хотите ли вы сохранить изменения перед закрытием?

source: WARNING: Are you sure you want to reveal the blacklist concepts? These concepts are damaging or offensive and WILL cause you severe psychological harm. Do not, under any circumstances, reveal these concepts to minors. If you are young, not sure, or even an adult, click the close button on this window now and do something fun instead.
de: WARNUNG: Sind Sie sicher, dass Sie die Konzepte der Schwarzen Liste offenlegen wollen? Diese Konzepte sind schädlich oder beleidigend und werden Ihnen schweren psychologischen Schaden zufügen. Geben Sie diese Begriffe unter keinen Umständen an Minderjährige weiter. Wenn Sie jung, unsicher oder sogar ein Erwachsener sind, klicken Sie jetzt auf die Schaltfläche „Schließen“ in diesem Fenster und machen Sie stattdessen etwas Lustiges.
es: ADVERTENCIA: ¿Está seguro de que desea revelar los conceptos de la lista negra? Estos conceptos son perjudiciales u ofensivos y LE CAUSARÁN graves daños psicológicos. Bajo ninguna circunstancia revele estos conceptos a menores. Si eres joven, no estás seguro, o incluso eres un adulto, haz clic en el botón cerrar de esta ventana ahora y haz algo divertido en su lugar.
fr: AVERTISSEMENT : Êtes-vous sûr de vouloir révéler les concepts de la liste noire ? Ces concepts sont préjudiciables ou offensants et vous causeront de graves dommages psychologiques. Ne révélez en aucun cas ces concepts à des mineurs. Si vous êtes jeune, incertain ou même adulte, cliquez sur le bouton de fermeture de cette fenêtre et faites quelque chose d'amusant à la place.
it: ATTENZIONE: sei sicuro di voler rivelare i concetti della lista nera? Questi concetti sono dannosi o offensivi e ti causeranno gravi danni psicologici. Non rivelare questi concetti ai minori in nessuna circostanza. Se sei giovane, non sei sicuro o sei un adulto, clicca subito sul pulsante Chiudi di questa finestra e fai qualcosa di divertente.
pt: AVISO: Tem a certeza de que quer revelar os conceitos da lista negra? Estes conceitos são prejudiciais ou ofensivos e IRÃO causar-lhe graves danos psicológicos. Não revele, em circunstância alguma, estes conceitos a menores. Se és jovem, não tens a certeza, ou mesmo se és adulto, clica no botão fechar desta janela agora e faz algo divertido.
ru: ПРЕДУПРЕЖДЕНИЕ: Вы уверены, что хотите раскрыть концепции «черного списка»? Эти понятия являются вредными или оскорбительными и могут нанести вам серьезный психологический вред. Ни при каких обстоятельствах не раскрывайте эти понятия несовершеннолетним. Если вы молоды, не уверены или даже взрослы, нажмите кнопку закрытия этого окна и займитесь чем-нибудь интересным.

source: Confirm Load Default Blacklist
de: Bestätigen Sie das Laden der Standard-Swarzenliste
es: Confirmar la carga de la lista negra por defecto
fr: Confirmer le chargement de la liste noire par défaut
it: Conferma caricamento blacklist predefinita
pt: Confirmar a carga da lista negra predefinida
ru: Подтверждение загрузки черного списка по умолчанию

source: Are you sure you want to load the default blacklist? ⚠️ WARNING: This will erase your current blacklist and replace it with the default items. • All your current blacklist items will be permanently deleted • You will need to rebuild your blacklist from scratch if you want to restore it later Do you want to continue?
de: Sind Sie sicher, dass Sie die Standard-Swarzenliste laden wollen? ⚠️ WARNUNG: Dadurch wird Ihre aktuelle Schwarze Liste gelöscht und durch die Standardeinträge ersetzt. - Alle Einträge auf Ihrer aktuellen Swarze liste werden dauerhaft gelöscht. - Sie müssen Ihre Schwarze Liste von Grund auf neu erstellen, wenn Sie sie später wiederherstellen möchten. Möchten Sie fortfahren?
es: ¿Estás seguro de que quieres cargar la lista negra por defecto? ⚠️ ADVERTENCIA: Esto borrará su lista negra actual y la sustituirá por los elementos por defecto. - Todos los elementos de su lista negra actual se borrarán permanentemente. - Tendrá que reconstruir su lista negra desde cero si desea restaurarla más tarde. ¿Desea continuar?
fr: Êtes-vous sûr de vouloir charger la liste noire par défaut ? ⚠️ AVERTISSEMENT : Cette opération effacera votre liste noire actuelle et la remplacera par les éléments par défaut. - Tous les éléments de votre liste noire actuelle seront définitivement supprimés - Vous devrez reconstruire votre liste noire à partir de zéro si vous souhaitez la restaurer ultérieurement. Voulez-vous continuer ?
it: Sei sicuro di voler caricare la lista nera predefinita? ⚠️ AVVERTENZA: questa operazione cancellerà la tua lista nera attuale e la sostituirà con gli elementi predefiniti. • Tutti gli elementi attualmente presenti nella tua lista nera saranno eliminati in modo permanente. • Se desideri ripristinarla in un secondo momento, dovrai ricostruire la tua lista nera da zero. Vuoi continuare?
pt: Tens a certeza de que pretendes carregar a lista negra predefinida? ⚠️ AVISO: Isto irá apagar a sua lista negra atual e substituí-la pelos itens predefinidos. - Todos os itens da sua lista negra atual serão permanentemente eliminados - Terá de reconstruir a sua lista negra a partir do zero se a quiser restaurar mais tarde Deseja continuar?
ru: Вы уверены, что хотите загрузить черный список по умолчанию? ⚠️ ПРЕДУПРЕЖДЕНИЕ: Это приведет к стиранию текущего черного списка и замене его элементами по умолчанию. - Все ваши текущие элементы черного списка будут удалены навсегда. - Если вы захотите восстановить свой черный список позже, вам придется создать его заново. Вы хотите продолжить?

source: Loaded default blacklist
de: Geladene Standard-Schwarzenliste
es: Lista negra por defecto cargada
fr: Liste noire par défaut chargée
it: Lista nera predefinita caricata
pt: Lista negra padrão carregada
ru: Загруженный черный список по умолчанию

source: Error loading default blacklist
de: Fehler beim Laden der Standard-Schwarzenliste
es: Error al cargar la lista negra por defecto
fr: Erreur de chargement de la liste noire par défaut
it: Errore durante il caricamento della lista nera predefinita
pt: Erro ao carregar a lista negra predefinida
ru: Ошибка при загрузке черного списка по умолчанию

source: Global Settings:
de: Allgemeine Einstellungen
es: Ajustes globales
fr: Paramètres globaux
it: Impostazioni globali:
pt: Definições globais
ru: Глобальные настройки

source: These settings affect how the blacklist is applied globally.
de: Diese Einstellungen wirken sich darauf aus, wie die schwarze Liste global angewendet wird.
es: Estos ajustes afectan a la aplicación global de la lista negra.
fr: Ces paramètres ont une incidence sur l'application globale de la liste noire.
it: Queste impostazioni influiscono sul modo in cui la lista nera viene applicata a livello globale.
pt: Estas definições afectam a forma como a lista negra é aplicada globalmente.
ru: Эти параметры влияют на глобальное применение черного списка.

source: Choose how the blacklist is enforced: block, warn, or allow.
de: Wählen Sie, wie die schwarze Liste durchgesetzt werden soll: blockieren, warnen oder zulassen.
es: Elija cómo se aplica la lista negra: bloquear, advertir o permitir.
fr: Choisissez le mode d'application de la liste noire : bloquer, avertir ou autoriser.
it: Scegli come applicare la lista nera: blocca, avvisa o consenti.
pt: Escolha como a lista negra é aplicada: bloquear, avisar ou permitir.
ru: Выберите способ применения черного списка: блокировать, предупреждать или разрешать.

source: Silent Removal
de: Stille Entfernung
es: Eliminación silenciosa
fr: Suppression silencieux
it: Rimozione silenziosa
pt: Remoção silenciosa
ru: Бесшумное удаление

source: If enabled, blacklisted words are removed silently without notification.
de: Wenn diese Option aktiviert ist, werden Wörter, die auf der schwarzen Liste stehen, stillschweigend und ohne Benachrichtigung entfernt.
es: Si se activa, las palabras de la lista negra se eliminan silenciosamente sin notificación.
fr: Si cette option est activée, les mots figurant sur la liste noire sont supprimés silencieusement sans notification.
it: Se abilitato, le parole inserite nella lista nera vengono rimosse silenziosamente senza notifica.
pt: Se activada, as palavras colocadas na lista negra são removidas silenciosamente sem notificação.
ru: Если эта функция включена, слова из черного списка будут удаляться без уведомления.

source: Import
de: Einfuhr
es: Importación
fr: Importation
it: Importazione
pt: Importar
ru: Импорт

source: Export
de: Ausfuhr
es: Exportación
fr: Exportations
it: Esportazione
pt: Exportação
ru: Экспорт

source: Load Default
de: Standard laden
es: Carga por defecto
fr: Charger le défaut
it: Carica predefinito
pt: Carregar por defeito
ru: Загрузка по умолчанию

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt: Prévia
ru: Предварительный просмотр

source: Add to blacklist
de: Zur Sperrliste hinzufügen
es: Añadir a la lista negra
fr: Ajouter à la liste noire
it: Aggiungi alla lista nera
pt: Adicionar à lista negra
ru: Добавить в черный список

source: Clear items
de: Löschen Sie die Artikel
es: Borrar los artículos
fr: Effacer les éléments
it: Cancella articoli
pt: Limpar itens
ru: Очистить элементы

source: No blacklist items found. You can add items by clicking the 'Add to blacklist' button below, or load the default blacklist.
de: Es wurden keine Einträge in der Sperrliste gefunden. Sie können Einträge hinzufügen, indem Sie unten auf die Schaltfläche „Zur Sperrliste hinzufügen” klicken, oder die Standard-Sperrliste laden.
es: No se han encontrado elementos en la lista negra. Puede añadir elementos haciendo clic en el botón «Añadir a la lista negra» que aparece a continuación, o cargar la lista negra predeterminada.
fr: Aucun élément n'a été trouvé dans la liste noire. Vous pouvez ajouter des éléments en cliquant sur le bouton « Ajouter à la liste noire » ci-dessous, ou charger la liste noire par défaut.
it: Nessun elemento trovato nella lista nera. È possibile aggiungere elementi cliccando sul pulsante “Aggiungi alla lista nera” qui sotto, oppure caricare la lista nera predefinita.
pt: Não foram encontrados itens na lista negra. Pode adicionar itens clicando no botão «Adicionar à lista negra» abaixo ou carregar a lista negra padrão.
ru: Элементы черного списка не найдены. Вы можете добавить элементы, нажав кнопку «Добавить в черный список» ниже, или загрузить черный список по умолчанию.

source: Click below to reveal blacklist concepts.
de: Klicken Sie unten, um die Konzepte der Schwarzen Liste zu sehen.
es: Haga clic a continuación para revelar los conceptos de la lista negra.
fr: Cliquez ci-dessous pour afficher les concepts de la liste noire.
it: Clicca qui sotto per visualizzare i concetti relativi alla lista nera.
pt: Clique abaixo para revelar os conceitos da lista negra.
ru: Нажмите ниже, чтобы раскрыть концепцию черного списка.

source: Default blacklist is loaded. You can load your own blacklist by editing the existing concepts, clearing the blacklist and adding your own, or importing concepts from a file.
de: Die Standard-Schwarzeliste wird geladen. Sie können Ihre eigene schwarze Liste laden, indem Sie die vorhandenen Konzepte bearbeiten, die schwarze Liste löschen und Ihre eigenen hinzufügen oder Konzepte aus einer Datei importieren.
es: Se carga la lista negra por defecto. Puede cargar su propia lista negra editando los conceptos existentes, borrando la lista negra y añadiendo los suyos propios, o importando conceptos desde un archivo.
fr: La liste noire par défaut est chargée. Vous pouvez charger votre propre liste noire en modifiant les concepts existants, en effaçant la liste noire et en ajoutant les vôtres, ou en important des concepts à partir d'un fichier.
it: La lista nera predefinita è stata caricata. È possibile caricare la propria lista nera modificando i concetti esistenti, cancellando la lista nera e aggiungendo la propria, oppure importando i concetti da un file.
pt: A lista negra predefinida é carregada. O utilizador pode carregar a sua própria lista negra editando os conceitos existentes, limpando a lista negra e adicionando os seus próprios conceitos ou importando conceitos de um ficheiro.
ru: Загружен черный список по умолчанию. Вы можете загрузить свой собственный черный список, отредактировав существующие концепции, очистив черный список и добавив свои собственные, или импортировать концепции из файла.

source: Reveal Concepts
de: Konzepte enthüllen
es: Revelar los conceptos
fr: Révéler les concepts
it: Rivelare concetti
pt: Revelar os conceitos
ru: Раскрытие концепций

source: Item
de: Element
es: Artículo
fr: Élément
it: Oggetto
ru: Элемент

source: Disabled
de: Nicht aktiviert
es: No habilitado
fr: Non activé
it: Non abilitato
pt: Não ativado
ru: Не включено

source: Select an item first
de: Wählen Sie zuerst ein Item aus.
es: Seleccione un elemento primero
fr: sélectionnez un élément d'abord
it: Seleziona un elemento per primo
pt: Escolha um item primeiro
ru: Выберите элемент сначала

source: Modify
de: Ändern
es: Modifique
fr: Modifier
it: Modificare
pt: Modificar
ru: изменять

source: Remove
de: Entfernen
es: Retirar
fr: Supprimer
it: Rimuovi
pt: Remover
ru: Удалить

source: Toggle
de: Schalter
es: Interruptor
fr: Toggler
it: Attiva/Disattiva
pt: Alternar
ru: Переключатель

source: Added item to blacklist: {0}
de: Element zur schwarzen Liste hinzugefügt: {0}
es: Añadido objeto a la lista negra: {0}
fr: Ajout de l'article à la liste noire: {0}
it: Elemento aggiunto alla lista nera: {0}
pt: Item adicionado à lista negra: {0}
ru: Добавлен элемент в черный список: {0}

source: Modified blacklist item: {0}
de: Geändertes Artikel der Schwarzen Liste: {0}
es: Artículo de la lista negra modificado: {0}
fr: Élément modifié de la liste noire : {0}
it: Voce della lista nera modificata: {0}
pt: Item da lista negra modificado: {0}
ru: Измененный элемент черного списка: {0}

source: Remove blacklist item
de: Sperrliste-Eintrag entfernen
es: Eliminar elemento de la lista negra
fr: Supprimer un élément de la liste noire
it: Elimina elemento della blacklist
pt: Remover item da lista negra
ru: Удалить элемент из чёрного списка

source: Are you sure you want to remove this blacklist concept? {0}
de: Sind Sie sicher, dass Sie dieses Sperrlistekonzept entfermen möchten? {0}
es: ¿Estás seguro/a que quieres eliminar este concepto de lista negra? {0}
fr: Êtes-vous sûr de vouloir supprimer ce concept de liste noire ? {0}
it: Sei sicuro di voler rimuovere questo concetto di lista nera? {0}
pt: Tem a certeza de que deseja remover este conceito de lista negra? {0}
ru: Вы уверены, что хотите удалить эту концепцию черного списка? {0}

source: Removed item: {0}
de: Artikel entfernen: {0}
es: Artículo eliminado: {0}
fr: Élément supprimé : {0}
it: Elemento rimosso: {0}
pt: Item removido: {0}
ru: Удаленный элемент: {0}

source: Warning
de: Achtung
es: Advertencia
fr: Avertissement
it: Avvertenza
pt: Aviso
ru: Внимание

source: Please enter a string to add to the blacklist.
de: Bitte geben Sie einen String um ihn zur schwarzen Liste hinzuzufügen.
es: Por favor, introduzca una cadena para añadir a la lista negra.
fr: Saisissez une chaîne à ajouter à la liste noire.
it: Inserisci una stringa da aggiungere alla lista nera.
pt: Introduza uma cadeia de caracteres para adicionar à lista negra.
ru: Введите строку для добавления в черный список.

source: Confirm Clear Blacklist
de: Bestätigen Sie die Löschung der Schwarzen Liste
es: Confirmar el borrado de la lista negra
fr: Confirmer l'effacement de la liste noire
it: Conferma Cancella lista nera
pt: Confirmar a eliminação da lista negra
ru: Подтвердите очистку черного списка

source: Are you sure you want to clear all blacklist items? ⚠️ WARNING: This action cannot be undone! • All blacklist items will be permanently deleted • The blacklist helps improve image output quality • You will need to rebuild your blacklist from scratch Do you want to continue?
de: Sind Sie sicher, dass Sie alle Einträge auf der schwarzen Liste löschen möchten? ⚠️ WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden! - Alle Einträge der Schwarzen Liste werden dauerhaft gelöscht. - Die Schwarze Liste hilft, die Qualität der Bildausgabe zu verbessern. - Sie müssen Ihre Schwarze Liste von Grund auf neu erstellen. Möchten Sie fortfahren?
es: ¿Está seguro de que desea borrar todos los elementos de la lista negra? ⚠️ ADVERTENCIA: ¡Esta acción no se puede deshacer! - Todos los elementos de la lista negra se borrarán permanentemente - La lista negra ayuda a mejorar la calidad de salida de la imagen - Deberá reconstruir su lista negra desde cero. ¿Desea continuar?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de la liste noire ? ⚠️ AVERTISSEMENT : Cette action ne peut pas être annulée ! - Tous les éléments de la liste noire seront définitivement supprimés - La liste noire permet d'améliorer la qualité des images produites - Vous devrez reconstruire votre liste noire à partir de zéro. Voulez-vous continuer ?
it: Sei sicuro di voler cancellare tutti gli elementi dalla lista nera? ⚠️ ATTENZIONE: questa azione non può essere annullata! • Tutti gli elementi della lista nera saranno eliminati definitivamente. • La lista nera contribuisce a migliorare la qualità delle immagini prodotte. • Dovrai ricostruire la lista nera da zero. Vuoi continuare?
pt: Tem a certeza de que pretende limpar todos os itens da lista negra? ⚠️ AVISO: Esta ação não pode ser anulada! - Todos os itens da lista negra serão permanentemente eliminados - A lista negra ajuda a melhorar a qualidade de saída da imagem - Terá de reconstruir a sua lista negra a partir do zero Deseja continuar?
ru: Вы уверены, что хотите очистить все элементы черного списка? ⚠️ ПРЕДУПРЕЖДЕНИЕ: Это действие нельзя отменить! - Все элементы черного списка будут удалены навсегда. - Черный список помогает улучшить качество вывода изображений - Вам нужно будет перестроить черный список с нуля Вы хотите продолжить?

source: Cleared item blacklist
de: Gelöschte schwarze Liste
es: Lista negra despejado
fr: Effacement de la liste noire
it: Elenco nero degli articoli cancellati
pt: Lista negra de itens limpa
ru: Очищенный черный список элементов

source: Item "{0}" is now {1}
de: Artikel "{0}" ist jetzt {1}
es: El artículo "{0}" es ahora {1}
fr: L'élément « {0} » est maintenant {1}
it: L'elemento “{0}” è ora {1}
pt: O item “{0}” é agora {1}
ru: Элемент «{0}» теперь {1}

source: enabled
de: aktiviert
es: activado
fr: activé
it: abilitato
pt: ativado
ru: включено

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
it: disattivato
pt: desativado
ru: отключено

source: Concepts revealed
de: Konzepte werden enthüllt
es: Se revelan los conceptos
fr: Les concepts sont révélés
it: Concetti rivelati
pt: Conceitos revelados
ru: Концепции раскрыты

source: Import Blacklist
de: Schwarzen Liste importieren
es: Importar la lista negra
fr: Importer la liste noire
it: Importa lista nera
pt: Importar lista negra
ru: Импорт черного списка

source: Successfully imported blacklist
de: Erfolgreich importierte schwarze Liste
es: Lista negra importada con éxito
fr: Liste noire importée avec succès
it: Blacklist importata con successo
pt: Lista negra importada com êxito
ru: Успешный импорт черного списка

source: Import Error
de: Fehler beim Importieren
es: Error de importación
fr: Erreur d'importation
it: Errore di importazione
pt: Erro de importação
ru: Ошибка импорта

source: Export Blacklist
de: Schwarze Liste exportieren
es: Exportar lista negra
fr: Exporter la liste noire
it: Elenco nero delle esportazioni
pt: Exportar a lista negra
ru: Экспорт черного списка

source: Successfully exported blacklist
de: Erfolgreich exportierte schwarze Liste
es: Lista negra exportada con éxito
fr: Liste noire exportée avec succès
it: Esecuzione riuscita dell'esportazione della lista nera
pt: Lista negra exportada com êxito
ru: Успешно экспортирован черный список

source: Export Error
de: Fehler beim Exportieren
es: Error de exportación
fr: Erreur d'exportation
it: Errore di esportazione
pt: Erro de exportação
ru: Ошибка экспорта

source: Blacklist mode set to: {0}
de: Modus der schwarzen Liste auf gesetzt: {0}
es: Modo de lista negra ajustado a: {0}
fr: Le mode liste noire est réglé sur : {0}
it: Modalità blacklist impostata su: {0}
pt: Modo de lista negra definido para: {0}
ru: Режим черного списка установлен на: {0}

source: Silent removal set to: {0}
de: Stille Entfernung eingestellt auf: {0}
es: Eliminación silenciosa establecida en: {0}
fr: Suppression silencieuse réglée sur : {0}
it: Rimozione silenziosa impostata su: {0}
pt: Remoção silenciosa definida para: {0}
ru: Бесшумное удаление установлено на: {0}

source: New Composer
de: Neuer Komponist
es: Nuevo compositor
fr: Nouveau compositeur
it: Nuovo compositore
pt: Novo Compositor
ru: Новый композитор

source: Modify Composer: {0}
de: Komponist ändern: {0}
es: Modificar Compositor: {0}
fr: Modifier Compositeur : {0}
it: Modifica del compositore: {0}
pt: Modificar o Compositor: {0}
ru: Модифицировать композитора: {0}

source: Modify Composer
de: Komponist ändern
es: Modificar Compositor
fr: Modifier le compositeur
it: Modificare il Compositore
pt: Modificar o Compositor
ru: Модифицировать композитора

source: Name
es: Nombre
fr: Nom
it: Nome
pt: Nome
ru: Имя

source: Indicators
de: Indikatoren
es: Indicadores
fr: Indicateurs
it: Indicatori
pt: Indicadores
ru: Показатели

source: Start Date
de: Anfangsdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pt: Data de início
ru: Дата начала

source: End Date
de: Enddatum
es: Fecha final
fr: Date de fin
it: Data di fine
pt: Data de Fim
ru: Дата окончания

source: Dates are lifespan
de: Daten sind Lebensdauer
es: Las fechas son la vida útil
fr: Les dates sont à vie
it: Le date sono a vita
pt: As datas são o tempo de vida
ru: Даты — это срок службы

source: Dates uncertain
de: Daten ungewiss
es: Fechas inciertas
fr: Dates incertaines
it: Date incerte
pt: Datas incertas
ru: Неопределенные даты

source: Dates are uncertain
de: Daten sind ungewiss
es: Fechas inciertas
fr: Les dates sont incertaines
it: Le date sono incerte
pt: As datas são incertas
ru: Даты неопределенные

source: Genres
de: Genren
es: Géneros
it: Generi
pt: Géneros
ru: Жанры

source: Notes
de: Anmerkungen
es: Notas
fr: Annexe
it: Note
pt: Notas
ru: Заметки

source: Add Note
de: Anmerkung hinzufügen
es: Agregar Nota
fr: Ajouter une note
it: Aggiungi nota
pt: Adicionar uma Nota
ru: Добавить комментарий

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Gravar
ru: Спасти

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Cancellare
pt: Apagar
ru: Исключить

source: New note
de: Neue Notiz
es: Nueva nota
fr: Note nouvelle
it: Nuova nota
pt: Nova nota
ru: Новая нота

source: Validation Error
de: Validierungsfehler
es: Error de validación
fr: Erreur de validation
it: Errore di convalida
pt: Erro de validação
ru: Ошибка проверки

source: Fixes applied
de: Angewandte Korrekturen
es: Fijas aplicadas
fr: Fixations appliquées
it: Riparazioni applicate
pt: Correcções aplicadas
ru: Примененные исправления

source: Failed to save composer:
de: Versäumt, Komponist zu retten:
es: No se pudo guardar el compositor:
fr: Impossible de sauver le compositeur :
it: Non riuscì a salvare il compositore:
pt: Falha ao salvar o compositor:
ru: Не удалось сохранить композитора:

source: Delete composer
de: Löschen Komponist
es: Eliminar el compositor
fr: Supprimer le compositeur
it: Elimina compositore
pt: Apagar o compositor
ru: Удалить композитора
